Repository: Haltroy/FluxionViewer
Catalog: src/FluxionViewer/Lang/Lang.*.resx
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ht, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, ps, pt, ro, ru, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, tl, tr, ug, uk, ur, uz, vi, xh, yi, zh_hans_tw, zu

# ToolTip_Settings
source: Open settings panel...
af: Maak instellingspaneel oop...
am: የቅንብሮች ፓነልን ክፈት...
ar: فتح لوحة الإعدادات...
az: Parametrlər panelini açın...
be: Адкрыць панэль налад...
bg: Отворете панела с настройки...
bn: সেটিংস প্যানেল খুলুন...
ca: Obre el tauler de configuració...
cs: Otevřít panel nastavení...
cy: Agor panel gosodiadau...
da: Åbn indstillingspanelet...
de: Einstellungsfenster öffnen...
el: Άνοιγμα πίνακα ρυθμίσεων...
eo: Malfermu agordan panelon...
et: Ava seadete paneel...
eu: Ireki ezarpenen panela...
fa: باز کردن پنل تنظیمات...
fi: Avaa asetuspaneeli...
fr_ht: Louvri panèl paramèt...
fy: Iepenje ynstellingspaniel...
ga: Oscail an painéal socruithe...
gd: Fosgail am pannal roghainnean...
gl: Abrir o panel de configuración...
gu: સેટિંગ્સ પેનલ ખોલો...
he: פתח את חלונית ההגדרות...
hi: सेटिंग पैनल खोलें...
hr: Otvori ploču postavki...
hu: Beállítások panel megnyitása...
hy: Բացել կարգավորումների վահանակը...
id: Buka panel pengaturan...
is: Opna stillingarspjald...
it: Apri il pannello delle impostazioni...
ka: პარამეტრების პანელის გახსნა...
kk: Параметрлер тақтасын ашу...
km: បើកផ្ទាំងការកំណត់...
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಫಲಕವನ್ನು ತೆರೆಯಿರಿ...
ko: 설정 패널 열기...
ku: Panela mîhengan veke...
ky: Жөндөөлөр панелин ачуу...
lb: Astellungspanel opmaachen ...
lo: ເປີດແຜງການຕັ້ງຄ່າ...
lt: Atidaryti nustatymų skydelį...
lv: Atvērt iestatījumu paneli...
mg: Sokafy ny tontolon'ny fanovana...
mi: Whakatuwherahia te paewhiri tautuhinga...
mk: Отворете го панелот за поставки...
ml: ക്രമീകരണ പാനൽ തുറക്കുക...
mn: Тохиргооны самбарыг нээх...
mr: सेटिंग्ज पॅनल उघडा...
ms: Buka panel tetapan...
mt: Iftaħ il-pannell tas-settings...
my: ဆက်တင်အကန့်ကိုဖွင့်ပါ...
ne: सेटिङ प्यानल खोल्नुहोस्...
nl: Instellingenpaneel openen...
no: Åpne innstillingspanelet...
or: ସେଟିଙ୍ଗ୍ ପ୍ୟାନେଲ୍ ଖୋଲନ୍ତୁ ...
pa: ਸੈਟਿੰਗਾਂ ਪੈਨਲ ਖੋਲ੍ਹੋ...
ps: د ترتیباتو پینل خلاص کړئ ...
pt: Abra o painel de configurações...
ro: Deschide panoul de setări...
ru: Открыть панель настроек...
sd: سيٽنگون پينل کوليو...
si: සැකසුම් පැනලය විවෘත කරන්න...
sk: Otvoriť panel nastavení...
sl: Odpri ploščo z nastavitvami ...
sq: Hap panelin e cilësimeve...
sr: Отвори таблу са подешавањима...
sv: Öppna inställningspanelen...
sw: Fungua kidirisha cha mipangilio...
ta: அமைப்புகள் பேனலைத் திற...
te: సెట్టింగ్‌ల ప్యానెల్‌ని తెరవండి...
tg: Панели танзимотро кушоед...
tl: Buksan ang panel ng mga setting...
tr: Ayarlar panelini göster...
ug: تەڭشەك تاختىسىنى ئېچىڭ ...
uk: Відкрити панель налаштувань...
ur: ترتیبات کا پینل کھولیں...
uz: Sozlamalar panelini oching...
vi: Mở bảng cài đặt...
xh: Vula indawo yolawulo yemimiselo...
yi: עפֿענען סעטטינגס טאַפליע ...
zh_hans_tw: 打開設定面板...
zu: Vula iphaneli yezilungiselelo...

# Attr_Add
source: Add a new attribute...
af: Voeg 'n nuwe kenmerk by...
am: አዲስ ባህሪ አክል...
ar: إضافة سمة جديدة...
az: Yeni atribut əlavə edin...
be: Дадаць новы атрыбут...
bg: Добавете нов атрибут...
bn: একটি নতুন বৈশিষ্ট্য যোগ করুন...
ca: Afegeix un nou atribut...
cs: Přidat nový atribut...
cy: Ychwanegu priodoledd newydd...
da: Tilføj en ny attribut...
de: Neues Attribut hinzufügen...
el: Προσθήκη νέου χαρακτηριστικού...
eo: Aldonu novan atributon...
et: Lisa uus atribuut...
eu: Gehitu atributu berri bat...
fa: یک ویژگی جدید اضافه کنید...
fi: Lisää uusi määrite...
fr_ht: Ajoute yon nouvo atribi...
fy: In nij attribút tafoegje ...
ga: Cuir tréith nua leis...
gd: Cuir feart ùr ris...
gl: Engadir un novo atributo...
gu: એક નવી વિશેષતા ઉમેરો...
he: הוסף מאפיין חדש...
hi: एक नई विशेषता जोड़ें...
hr: Dodaj novi atribut...
hu: Új attribútum hozzáadása...
hy: Ավելացնել նոր հատկանիշ...
id: Tambahkan atribut baru...
is: Bæta við nýrri eigind...
it: Aggiungi un nuovo attributo...
ka: დაამატეთ ახალი ატრიბუტი...
kk: Жаңа атрибут қосу...
km: បន្ថែមគុណលក្ខណៈថ្មី...
kn: ಹೊಸ ಗುಣಲಕ್ಷಣವನ್ನು ಸೇರಿಸಿ...
ko: 새 속성 추가...
ku: Taybetmendiyek nû lê zêde bike...
ky: Жаңы атрибут кошуу...
lb: Füügt en neit Attribut derbäi ...
lo: ເພີ່ມຄຸນສົມບັດໃໝ່...
lt: Pridėti naują atributą...
lv: Pievienot jaunu atribūtu...
mg: Manampia toetra vaovao...
mi: Tāpirihia he huanga hōu...
mk: Додадете нов атрибут...
ml: ഒരു പുതിയ ആട്രിബ്യൂട്ട് ചേർക്കുക...
mn: Шинэ атрибут нэмэх...
mr: एक नवीन विशेषता जोडा...
ms: Tambahkan atribut baharu...
mt: Żid attribut ġdid...
my: ရည်ညွှန်းချက်အသစ်တစ်ခု ထည့်ပါ...
ne: नयाँ विशेषता थप्नुहोस्...
nl: Een nieuw attribuut toevoegen...
no: Legg til et nytt attributt...
or: ଏକ ନୂତନ ଗୁଣ ଯୋଡନ୍ତୁ ...
pa: ਇੱਕ ਨਵੀਂ ਵਿਸ਼ੇਸ਼ਤਾ ਸ਼ਾਮਲ ਕਰੋ...
ps: یو نوی خاصیت اضافه کړئ ...
pt: Adicione um novo atributo...
ro: Adăugați un nou atribut...
ru: Добавьте новый атрибут...
sd: نئون وصف شامل ڪريو...
si: නව ගුණාංගයක් එක් කරන්න...
sk: Pridať nový atribút...
sl: Dodajte nov atribut ...
sq: Shto një atribut të ri...
sr: Додајте нови атрибут...
sv: Lägg till ett nytt attribut...
sw: Ongeza sifa mpya...
ta: புதிய பண்புக்கூறைச் சேர்...
te: కొత్త లక్షణాన్ని జోడించండి...
tg: Иловаи атрибути нав...
tl: Magdagdag ng bagong katangian...
tr: Yeni bir öznitelik ekle...
ug: يېڭى خاسلىق قوشۇڭ ...
uk: Додати новий атрибут...
ur: ایک نیا وصف شامل کریں...
uz: Yangi atribut qo‘shish...
vi: Thêm thuộc tính mới...
xh: Yongeza uphawu olutsha...
yi: לייג אַ נייַע אַטריביוט ...
zh_hans_tw: 新增屬性...
zu: Engeza isibaluli esisha...

# FluxionVersionSelect
source: Fluxion Version:
af: Fluxion weergawe:
be: Версія Fluxion:
bg: Версия на Fluxion:
bn: Fluxion সংস্করণ:
ca: Versió Fluxion:
cs: Verze Fluxion:
el: Έκδοση Fluxion:
et: Fluxioni versioon:
eu: Fluxion bertsioa:
fr_ht: Fluxion vèsyon:
fy: Fluxion ferzje:
ga: Leagan Fluxion:
gu: ફ્લક્સિયન સંસ્કરણ:
hr: Verzija Fluxion:
hy: Fluxion Տարբերակ.
is: Fluxion útgáfa:
ka: Fluxion ვერსია:
kk: Fluxion нұсқасы:
km: Fluxion нұсқасы:
kn: ಫ್ಲಕ್ಶನ್ ಆವೃತ್ತಿ:
ko: Fluxion 버전:
ky: Fluxion версиясы:
lo: ລຸ້ນ Fluxion:
mi: Putanga Fluxion:
mt: Verżjoni Fluxion:
my: Fluxion ဗားရှင်း-
ne: फ्लक्सियन संस्करण:
nl: Fluxion-versie:
pa: Fluxion ਸੰਸਕਰਣ:
pt: Versão de Fluxion:
ro: Versiune Fluxion:
ru: Версия Fluxion:
si: Fluxion අනුවාදය:
sl: Različica Fluxion:
sq: Versioni Fluxion:
sr: Флукион верзија:
sv: Fluxionsversion:
sw: Toleo la Fluxion:
tg: Версияи Fluxion:
tr: Fluxion Sürümü:
uk: Версія Fluxion:
uz: Fluxion versiyasi:
zu: Inguqulo ye-Fluxion:

# Update_CheckForUpdates
source: Checking for updates...
af: Kyk tans vir opdaterings...
bg: Проверка за актуализации...
bn: আপডেটের জন্য পরীক্ষা করা হচ্ছে...
ca: S'estan buscant actualitzacions...
cs: Kontrola aktualizací...
da: Søger efter opdateringer...
et: Värskenduste otsimine...
eu: Eguneratzeak bilatzen...
ga: Ag seiceáil le haghaidh nuashonruithe...
hr: Provjera ažuriranja...
hy: Թարմացումների ստուգում...
is: Leitar að uppfærslum...
kn: ನವೀಕರಣಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ...
ko: 업데이트 확인 중...
mi: E taki ana mo nga whakahōutanga...
my: အပ်ဒိတ်များအတွက် စစ်ဆေးနေသည်...
ne: अद्यावधिकहरूको लागि जाँच गर्दै...
ru: Проверка обновлений...
sl: Iskanje posodobitev ...
sq: Po kontrollon për përditësime...
sr: Проверавам ажурирања...
sv: Söker efter uppdateringar...
sw: Inatafuta masasisho...
tg: Санҷиши навсозиҳо...
uz: Yangilanishlar tekshirilmoqda...
zu: Ihlola izibuyekezo...

# Update_UpdateAvailable
source: Updates available.
af: Opdaterings beskikbaar.
bg: Налични актуализации.
bn: আপডেট উপলব্ধ.
ca: Actualitzacions disponibles.
cs: Dostupné aktualizace.
da: Opdateringer tilgængelige.
et: Saadaval on värskendused.
eu: Eguneraketak eskuragarri.
ga: Nuashonruithe ar fáil.
hr: Ažuriranja dostupna.
hy: Թարմացումները հասանելի են:
is: Uppfærslur í boði.
kn: ನವೀಕರಣಗಳು ಲಭ್ಯವಿದೆ.
ko: 업데이트가 있습니다.
mi: Kei te waatea nga whakahou.
my: အပ်ဒိတ်များ ရနိုင်ပါသည်။
ne: अपडेटहरू उपलब्ध छन्।
ru: Доступны обновления.
sl: Na voljo so posodobitve.
sq: Ofrohen përditësime.
sr: Доступна су ажурирања.
sv: Uppdateringar tillgängliga.
sw: Masasisho yanapatikana.
tg: Навсозиҳо дастрас.
uz: Yangilanishlar mavjud.
zu: Izibuyekezo ziyatholakala.

# Update_UpToDate
source: Up-to-date.
af: Op datum.
bg: Актуална.
bn: আপ টু ডেট
ca: Actualitzat.
cs: Aktuální.
da: Opdateret.
et: Ajakohane.
eu: Eguneratua.
ga: Suas chun dáta.
hr: Ažurno.
hy: Ժամանակակից։
is: Uppfært.
kn: ಅಪ್-ಟು-ಡೇಟ್.
ko: 최신.
mi: Nga mea hou.
my: နောက်ဆုံးပေါ်။
ne: अप-टु-डेट।
ru: Актуально.
sl: Posodobljeno.
sq: Të përditësuar.
sr: Ажурно.
sv: Uppdaterad.
sw: Imesasishwa.
tg: Навшуда.
uz: Hozirgi kungacha.
zu: Isikhathi samanje.

# Update_1
source: There's an update for Fluxion Viewer.
af: Daar is 'n opdatering vir Fluxion Viewer.
bg: Има актуализация за Fluxion Viewer.
bn: Fluxion Viewer-এর জন্য একটি আপডেট আছে।
ca: Hi ha una actualització per a Fluxion Viewer.
cs: Je tu aktualizace pro Fluxion Viewer.
da: Der er en opdatering til Fluxion Viewer.
et: Fluxion Vieweri jaoks on värskendus.
eu: Fluxion Viewer-en eguneratze bat dago.
ga: Tá nuashonrú ann don Fluxion Viewer.
hr: Postoji ažuriranje za Fluxion Viewer.
hy: Fluxion Viewer-ի համար թարմացում կա:
is: Það er uppfærsla fyrir Fluxion Viewer.
kn: Fluxion Viewer ಗಾಗಿ ಒಂದು ಅಪ್‌ಡೇಟ್ ಇದೆ.
ko: Fluxion Viewer에 대한 업데이트가 있습니다.
mi: He whakahou mo Fluxion Viewer.
my: Fluxion Viewer အတွက် အပ်ဒိတ်တစ်ခု ရှိပါသည်။
ne: त्यहाँ Fluxion Viewer को लागि अद्यावधिक छ।
ru: Есть обновление для Fluxion Viewer.
sl: Obstaja posodobitev za Fluxion Viewer.
sq: Ka një përditësim për Fluxion Viewer.
sr: Постоји ажурирање за Флукион Виевер.
sv: Det finns en uppdatering för Fluxion Viewer.
sw: Kuna sasisho la Fluxion Viewer.
tg: Барои Fluxion Viewer навсозӣ мавҷуд аст.
uz: Fluxion Viewer uchun yangilanish mavjud.
zu: Kunesibuyekezo se-Fluxion Viewer.

# Update_2
source: These updates may feature new additions such as newer features or newer support for Fluxion formats. These updates may also feature critical changes to make the application secure.
af: Hierdie opdaterings kan nuwe toevoegings bevat, soos nuwer kenmerke of nuwer ondersteuning vir Fluxion-formate. Hierdie opdaterings kan ook kritieke veranderinge bevat om die toepassing veilig te maak.
bg: Тези актуализации може да включват нови допълнения като по-нови функции или по-нова поддръжка за формати Fluxion. Тези актуализации може също така да включват критични промени, за да направят приложението защитено.
bn: এই আপডেটগুলিতে নতুন সংযোজন যেমন নতুন বৈশিষ্ট্য বা Fluxion ফর্ম্যাটের জন্য নতুন সমর্থন বৈশিষ্ট্য থাকতে পারে। এই আপডেটগুলি অ্যাপ্লিকেশনটিকে সুরক্ষিত করতে গুরুত্বপূর্ণ পরিবর্তনগুলিও বৈশিষ্ট্যযুক্ত করতে পারে৷
ca: Aquestes actualitzacions poden incloure noves incorporacions, com ara funcions més noves o suport més recent per als formats Fluxion. Aquestes actualitzacions també poden incloure canvis crítics per fer que l'aplicació sigui segura.
cs: Tyto aktualizace mohou obsahovat nové doplňky, jako jsou novější funkce nebo novější podpora formátů Fluxion. Tyto aktualizace mohou také obsahovat důležité změny, které zajistí zabezpečení aplikace.
da: Disse opdateringer kan indeholde nye tilføjelser såsom nyere funktioner eller nyere understøttelse af Fluxion-formater. Disse opdateringer kan også indeholde kritiske ændringer for at gøre applikationen sikker.
et: Need värskendused võivad sisaldada uusi täiendusi, nagu uuemad funktsioonid või uuem tugi Fluxioni vormingutele. Need värskendused võivad sisaldada ka olulisi muudatusi, et muuta rakendus turvaliseks.
eu: Eguneratze hauek gehigarri berriak izan ditzakete, hala nola funtzio berriagoak edo Fluxion formatuetarako laguntza berriagoa. Eguneratze hauek aldaketa kritikoak ere izan ditzakete aplikazioa segurua izan dadin.
ga: D’fhéadfadh breisithe nua a bheith sna nuashonruithe seo amhail gnéithe níos nuaí nó tacaíocht níos nuaí d’fhormáidí Fluxion. Féadfaidh athruithe ríthábhachtacha a bheith sna nuashonruithe seo freisin chun an feidhmchlár a dhéanamh slán.
hr: Ova ažuriranja mogu sadržavati nove dodatke kao što su novije značajke ili novija podrška za Fluxion formate. Ova ažuriranja također mogu sadržavati kritične promjene kako bi aplikacija bila sigurna.
hy: Այս թարմացումները կարող են ներառել նոր հավելումներ, ինչպիսիք են ավելի նոր գործառույթները կամ Fluxion ձևաչափերի ավելի նոր աջակցությունը: Այս թարմացումները կարող են նաև ունենալ կարևոր փոփոխություններ՝ հավելվածն անվտանգ դարձնելու համար:
is: Þessar uppfærslur kunna að innihalda nýjar viðbætur eins og nýrri eiginleika eða nýrri stuðning fyrir Fluxion snið. Þessar uppfærslur gætu einnig innihaldið mikilvægar breytingar til að gera forritið öruggt.
kn: ಈ ನವೀಕರಣಗಳು ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳಂತಹ ಹೊಸ ಸೇರ್ಪಡೆಗಳನ್ನು ಅಥವಾ ಫ್ಲಕ್ಶನ್ ಫಾರ್ಮ್ಯಾಟ್‌ಗಳಿಗೆ ಹೊಸ ಬೆಂಬಲವನ್ನು ಒಳಗೊಂಡಿರಬಹುದು. ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಸುರಕ್ಷಿತವಾಗಿಸಲು ಈ ನವೀಕರಣಗಳು ನಿರ್ಣಾಯಕ ಬದಲಾವಣೆಗಳನ್ನು ಸಹ ಒಳಗೊಂಡಿರುತ್ತವೆ.
ko: 이러한 업데이트에는 새로운 기능이나 Fluxion 형식에 대한 새로운 지원과 같은 새로운 추가 기능이 포함될 수 있습니다. 이러한 업데이트에는 애플리케이션을 안전하게 만들기 위한 중요한 변경 사항도 포함될 수 있습니다.
mi: Kei roto pea i enei whakahoutanga nga taapiri hou penei i nga ahuatanga hou ake, i te tautoko hou ake ranei mo nga whakatakotoranga Fluxion. Ka taea hoki e enei whakahōu nga huringa tino nui kia noho haumaru te tono.
my: ဤအပ်ဒိတ်များတွင် အသစ်သော အင်္ဂါရပ်များ သို့မဟုတ် Fluxion ဖော်မတ်များအတွက် ပံ့ပိုးမှုအသစ်များကဲ့သို့သော ထပ်လောင်းအသစ်များပါရှိသည်။ ဤအပ်ဒိတ်များသည် အပလီကေးရှင်းကို လုံခြုံစေရန်အတွက် အရေးကြီးသောပြောင်းလဲမှုများကိုလည်း လုပ်ဆောင်နိုင်မည်ဖြစ်သည်။
ne: यी अद्यावधिकहरूले नयाँ थपहरू जस्तै नयाँ सुविधाहरू वा Fluxion ढाँचाहरूको लागि नयाँ समर्थनहरू समावेश गर्न सक्छन्। यी अद्यावधिकहरूले अनुप्रयोगलाई सुरक्षित बनाउन महत्वपूर्ण परिवर्तनहरू पनि देखाउन सक्छन्।
ru: Эти обновления могут включать новые дополнения, такие как новые функции или новую поддержку форматов Fluxion. Эти обновления также могут включать критические изменения, чтобы сделать приложение безопасным.
sl: Te posodobitve lahko vključujejo nove dodatke, kot so novejše funkcije ali novejša podpora za formate Fluxion. Te posodobitve lahko vključujejo tudi kritične spremembe za varnost aplikacije.
sq: Këto përditësime mund të paraqesin shtesa të reja si funksione më të reja ose mbështetje më të re për formatet Fluxion. Këto përditësime mund të shfaqin gjithashtu ndryshime kritike për ta bërë aplikacionin të sigurt.
sr: Ова ажурирања могу садржати нове додатке као што су новије функције или новија подршка за Флукион формате. Ова ажурирања такође могу садржати критичне промене да би апликација била безбедна.
sv: Dessa uppdateringar kan innehålla nya tillägg såsom nyare funktioner eller nyare stöd för Fluxion-format. Dessa uppdateringar kan också innehålla viktiga ändringar för att göra applikationen säker.
sw: Masasisho haya yanaweza kujumuisha nyongeza mpya kama vile vipengele vipya zaidi au usaidizi mpya zaidi wa umbizo la Fluxion. Masasisho haya yanaweza pia kujumuisha mabadiliko muhimu ili kufanya programu kuwa salama.
tg: Ин навсозиҳо метавонанд иловаҳои нав, ба монанди хусусиятҳои навтар ё дастгирии навтари форматҳои Fluxion дошта бошанд. Ин навсозиҳо инчунин метавонанд тағйироти муҳимро барои бехатарии барнома ворид кунанд.
uz: Ushbu yangilanishlar Fluxion formatlari uchun yangi xususiyatlar yoki yangi qo'llab-quvvatlash kabi yangi qo'shimchalarni o'z ichiga olishi mumkin. Ushbu yangilanishlar ilovani xavfsiz qilish uchun muhim o'zgarishlarni ham o'z ichiga olishi mumkin.
zu: Lezi zibuyekezo zingase zibe nezingezo ezintsha njengezici ezintsha noma usekelo olusha lwamafomethi e-Fluxion. Lezi zibuyekezo zingase futhi zifake izinguquko ezibalulekile ukwenza uhlelo lokusebenza luvikeleke.

# Update_3
source: It is always recommended to run the latest possible version of this application.
af: Dit word altyd aanbeveel om die nuutste moontlike weergawe van hierdie toepassing te laat loop.
bg: Винаги се препоръчва да стартирате най-новата възможна версия на това приложение.
bn: এই অ্যাপ্লিকেশনটির সর্বশেষ সম্ভাব্য সংস্করণ চালানোর জন্য সর্বদা সুপারিশ করা হয়।
ca: Sempre es recomana executar la darrera versió possible d'aquesta aplicació.
cs: Vždy se doporučuje spouštět nejnovější možnou verzi této aplikace.
da: Det anbefales altid at køre den seneste mulige version af denne applikation.
et: Alati on soovitatav käivitada selle rakenduse uusim võimalik versioon.
eu: Beti gomendatzen da aplikazio honen azken bertsioa exekutatu.
ga: Moltar i gcónaí an leagan is déanaí den fheidhmchlár seo a rith.
hr: Uvijek se preporučuje pokretanje najnovije moguće verzije ove aplikacije.
hy: Միշտ խորհուրդ է տրվում գործարկել այս հավելվածի վերջին հնարավոր տարբերակը:
is: Það er alltaf mælt með því að keyra nýjustu mögulegu útgáfuna af þessu forriti.
kn: ಈ ಅಪ್ಲಿಕೇಶನ್‌ನ ಇತ್ತೀಚಿನ ಸಂಭವನೀಯ ಆವೃತ್ತಿಯನ್ನು ಚಲಾಯಿಸಲು ಯಾವಾಗಲೂ ಶಿಫಾರಸು ಮಾಡಲಾಗುತ್ತದೆ.
ko: 이 애플리케이션의 최신 버전을 실행하는 것이 항상 권장됩니다.
mi: I nga wa katoa ka tūtohu kia whakahaeretia te putanga hou o tenei tono.
my: ဤအပလီကေးရှင်း၏ နောက်ဆုံးထွက်ဖြစ်နိုင်သောဗားရှင်းကို အသုံးပြုရန် အမြဲတမ်းအကြံပြုထားသည်။
ne: यो सधैं यो अनुप्रयोगको नवीनतम सम्भावित संस्करण चलाउन सिफारिस गरिन्छ।
ru: Всегда рекомендуется запускать последнюю возможную версию этого приложения.
sl: Vedno je priporočljivo zagnati najnovejšo možno različico te aplikacije.
sq: Rekomandohet gjithmonë të ekzekutoni versionin më të fundit të mundshëm të këtij aplikacioni.
sr: Увек се препоручује да покренете најновију могућу верзију ове апликације.
sv: Det rekommenderas alltid att köra den senaste möjliga versionen av denna applikation.
sw: Inapendekezwa kila wakati kuendesha toleo jipya zaidi la programu hii.
tg: Ҳамеша тавсия дода мешавад, ки версияи охирини имконпазири ин барномаро иҷро кунед.
uz: Har doim ushbu ilovaning eng so'nggi versiyasini ishga tushirish tavsiya etiladi.
zu: Kuhlala kunconywa ukuthi usebenzise inguqulo yakamuva yalolu hlelo lokusebenza.

# Update_4
source: Would you like to update?
af: Wil jy graag opdateer?
bg: Искате ли да актуализирате?
bn: আপনি কি আপডেট করতে চান?
ca: Vols actualitzar?
cs: Chcete aktualizovat?
da: Vil du opdatere?
et: Kas soovite värskendada?
eu: Eguneratu nahi duzu?
ga: Ar mhaith leat nuashonrú?
hr: Želite li ažurirati?
hy: Ցանկանու՞մ եք թարմացնել:
is: Viltu uppfæra?
kn: ನೀವು ನವೀಕರಿಸಲು ಬಯಸುವಿರಾ?
ko: 업데이트하시겠습니까?
mi: Kei te pirangi koe ki te whakahou?
my: အပ်ဒိတ်လုပ်လိုပါသလား။
ne: तपाईं अद्यावधिक गर्न चाहनुहुन्छ?
ru: Хотите обновиться?
sl: Ali želite posodobiti?
sq: Dëshironi të përditësoni?
sr: Да ли желите да ажурирате?
sv: Vill du uppdatera?
sw: Je, ungependa kusasisha?
tg: Мехоҳед навсозӣ кунед?
uz: Yangilashni xohlaysizmi?
zu: Ungathanda ukubuyekeza?
