Repository: Haltroy/FluxionViewer
Catalog: src/FluxionViewer/Lang/Lang.*.resx
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ht, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, ps, pt, ro, ru, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, tl, tr, ug, uk, ur, uz, vi, xh, yi, zh_hans_tw, zu

# cli_notenoughargs
source: Not enough arguments.
af: Nie genoeg argumente nie.
am: በቂ ክርክሮች የሉም።
ar: حجج غير كافية.
az: Kifayət qədər arqument yoxdur.
be: Не хапае аргументаў.
bg: Няма достатъчно аргументи.
bn: যথেষ্ট যুক্তি নেই।
ca: No hi ha prou arguments.
cs: Nedostatek argumentů.
cy: Dim digon o ddadleuon.
da: Ikke nok argumenter.
de: Nicht genug Argumente.
el: Δεν υπάρχουν αρκετά επιχειρήματα.
eo: Ne sufiĉas argumentoj.
et: Pole piisavalt argumente.
eu: Argudio nahikorik ez.
fa: استدلال کافی نیست
fi: Ei tarpeeksi argumentteja.
fr_ht: Pa ase agiman.
fy: Net genôch arguminten.
ga: Ní leor argóintí.
gd: Chan eil argamaidean gu leòr ann.
gl: Non hai argumentos suficientes.
gu: પૂરતી દલીલો નથી.
he: אין מספיק טיעונים.
hi: पर्याप्त तर्क नहीं.
hr: Nema dovoljno argumenata.
hu: Nincs elég érv.
hy: Ոչ բավարար փաստարկներ.
id: Argumen tidak cukup.
is: Ekki næg rök.
it: Argomenti insufficienti.
ka: არ არის საკმარისი არგუმენტები.
kk: Аргументтер жеткіліксіз.
km: មិនមានអំណះអំណាងគ្រប់គ្រាន់ទេ។
kn: ಸಾಕಷ್ಟು ವಾದಗಳಿಲ್ಲ.
ko: 인수가 충분하지 않습니다.
ku: Arguman têrê nakin.
ky: Аргументтер жетишсиз.
lb: Net genuch Argumenter.
lo: ການໂຕ້ຖຽງບໍ່ພຽງພໍ.
lt: Argumentų nepakanka.
lv: Nepietiek argumentu.
mg: Tsy ampy ny arguments.
mi: He iti rawa nga tautohetohe.
mk: Нема доволно аргументи.
ml: മതിയായ വാദങ്ങൾ ഇല്ല.
mn: Аргумент хангалтгүй.
mr: पुरेसे युक्तिवाद नाहीत.
ms: Tidak cukup hujah.
mt: Mhux biżżejjed argumenti.
my: အငြင်းအခုံများ မလုံလောက်ပါ။
ne: पर्याप्त तर्क छैन।
nl: Niet genoeg argumenten.
no: Ikke nok argumenter.
or: ଯଥେଷ୍ଟ ଯୁକ୍ତି ନୁହେଁ |
pa: ਕਾਫ਼ੀ ਦਲੀਲਾਂ ਨਹੀਂ ਹਨ।
ps: کافي دلیلونه ندي.
pt: Argumentos insuficientes.
ro: Nu sunt suficiente argumente.
ru: Недостаточно аргументов.
sd: ڪافي دليل نه آهن.
si: තර්ක මදි.
sk: Nie je dosť argumentov.
sl: Ni dovolj argumentov.
sq: Nuk mjaftojnë argumentet.
sr: Нема довољно аргумената.
sv: Inte tillräckligt med argument.
sw: Hakuna hoja za kutosha.
ta: போதுமான வாதங்கள் இல்லை.
te: తగినంత వాదనలు లేవు.
tg: Далелҳо кофӣ нестанд.
tl: Hindi sapat na mga argumento.
tr: Yeterli argüman yok.
ug: يېتەرلىك تالاش-تارتىش يوق.
uk: Недостатньо аргументів.
ur: کافی دلائل نہیں ہیں۔
uz: Argumentlar yetarli emas.
vi: Không đủ lý lẽ.
xh: Akwanelanga iingxoxo.
yi: נישט גענוג טענות.
zh_hans_tw: 沒有足夠的論點。
zu: Azikho izimpikiswano ezanele.

# help_6
source: --help: Shows this screen.
af: --help: Wys hierdie skerm.
am: --እገዛ፡ ይህንን ስክሪን ያሳያል።
ar: --مساعدة: تظهر هذه الشاشة.
az: --help: Bu ekranı göstərir.
be: --help: Паказвае гэты экран.
bg: --help: Показва този екран.
bn: --help: এই স্ক্রীন দেখায়।
ca: --help: mostra aquesta pantalla.
cs: --help: Zobrazí tuto obrazovku.
cy: --help: Yn dangos y sgrin hon.
da: --help: Viser denne skærm.
de: --help: Zeigt diesen Bildschirm an.
el: --help: Εμφανίζει αυτήν την οθόνη.
eo: --help: Montras ĉi tiun ekranon.
et: --help: näitab seda ekraani.
eu: --help: pantaila hau erakusten du.
fa: --help: این صفحه را نشان می دهد.
fi: --help: Näyttää tämän näytön.
fr_ht: --help: Montre ekran sa a.
fy: --help: Toant dit skerm.
ga: --help: Taispeáin an scáileán seo.
gd: --help: Seall an sgrìn seo.
gl: --help: mostra esta pantalla.
gu: --help: આ સ્ક્રીન બતાવે છે.
he: --help: מציג מסך זה.
hi: --सहायता: यह स्क्रीन दिखाता है.
hr: --help: Prikazuje ovaj zaslon.
hu: --help: Ezt a képernyőt jeleníti meg.
hy: -- օգնություն. ցույց է տալիս այս էկրանը:
id: --help: Menampilkan layar ini.
is: --hjálp: Sýnir þennan skjá.
it: --help: mostra questa schermata.
ka: --help: აჩვენებს ამ ეკრანს.
kk: --help: Бұл экранды көрсетеді.
km: --help៖ បង្ហាញអេក្រង់នេះ។
kn: --ಸಹಾಯ: ಈ ಪರದೆಯನ್ನು ತೋರಿಸುತ್ತದೆ.
ko: --help: 이 화면을 표시합니다.
ku: --help: Vê ekranê nîşan dide.
ky: --help: Бул экранды көрсөтөт.
lb: --help: Weist dësen Écran.
lo: --help: ສະແດງໜ້າຈໍນີ້.
lt: --help: rodo šį ekraną.
lv: --help: parāda šo ekrānu.
mg: --help: Mampiseho ity efijery ity.
mi: --help: Ka whakaatu i tenei mata.
mk: --помош: го прикажува овој екран.
ml: --help: ഈ സ്ക്രീൻ കാണിക്കുന്നു.
mn: --help: Энэ дэлгэцийг харуулна.
mr: --help: ही स्क्रीन दाखवते.
ms: --help: Menunjukkan skrin ini.
mt: --help: Juri dan l-iskrin.
my: --help- ဤမျက်နှာပြင်ကိုပြသသည်။
ne: --help: यो स्क्रिन देखाउँछ।
nl: --help: Toont dit scherm.
no: --help: Viser denne skjermen.
or: --help: ଏହି ସ୍କ୍ରିନ୍ ଦେଖାଏ |
pa: --help: ਇਹ ਸਕਰੀਨ ਦਿਖਾਉਂਦਾ ਹੈ।
ps: --help: دا سکرین ښیې.
pt: --help: Mostra esta tela.
ro: --help: Afișează acest ecran.
ru: --help: показывает этот экран.
sd: --help: هي اسڪرين ڏيکاري ٿو.
si: --help: මෙම තිරය පෙන්වයි.
sk: --help: Zobrazí túto obrazovku.
sl: --help: Prikaže ta zaslon.
sq: --help: Shfaq këtë ekran.
sr: --хелп: Приказује овај екран.
sv: --help: Visar den här skärmen.
sw: --help: Inaonyesha skrini hii.
ta: --help: இந்தத் திரையைக் காட்டுகிறது.
te: --help: ఈ స్క్రీన్‌ని చూపుతుంది.
tg: --help: Ин экранро нишон медиҳад.
tl: --help: Ipinapakita ang screen na ito.
tr: --help: Bu ekranı gösterir.
ug: --help: بۇ ئېكراننى كۆرسىتىدۇ.
uk: --help: Показує цей екран.
ur: --help: اس اسکرین کو دکھاتا ہے۔
uz: --help: Ushbu ekranni ko'rsatadi.
vi: --help: Hiển thị màn hình này.
xh: --help: Ibonisa esi sikrini.
yi: --הילף: ווייזט דעם עקראַן.
zh_hans_tw: --help：顯示此畫面。
zu: --help: Ibonisa lesi sikrini.

# help_7
source: Supported compression algorithm(s):
af: Ondersteunde kompressie-algoritme(s):
am: የሚደገፉ የማመቅ ስልተ ቀመር(ዎች)፦
ar: خوارزمية (خوارزميات) الضغط المدعومة:
az: Dəstəklənən sıxılma alqoritmi(lər):
be: Падтрымліваюцца алгарытмы сціску:
bg: Поддържан алгоритъм(и) за компресиране:
bn: সমর্থিত কম্প্রেশন অ্যালগরিদম(গুলি):
ca: Algorismes de compressió admesos:
cs: Podporované kompresní algoritmy:
cy: Algorithm(au cywasgu a gefnogir):
da: Understøttede kompressionsalgoritmer:
de: Unterstützte Komprimierungsalgorithmen:
el: Υποστηριζόμενοι αλγόριθμοι συμπίεσης:
eo: Subtenataj kunpremaj algoritmoj:
et: Toetatud tihendusalgoritm(id):
eu: Onartutako konpresio algoritmoa(k):
fa: الگوریتم(های) فشرده سازی پشتیبانی شده:
fi: Tuetut pakkausalgoritmit:
fr_ht: Sipòte algorithm konpresyon (yo):
fy: Stipe kompresjealgoritme(n):
ga: Algartam(í) comhbhrú tacaithe:
gd: Algorithm (ean) teannachaidh le taic:
gl: Algoritmo(s) de compresión admitido:
gu: સપોર્ટેડ કમ્પ્રેશન એલ્ગોરિધમ(ઓ):
he: אלגוריתמי דחיסה נתמכים:
hi: समर्थित संपीड़न एल्गोरिदम:
hr: Podržani algoritmi kompresije:
hu: Támogatott tömörítési algoritmus(ok):
hy: Աջակցվող սեղմման ալգորիթմ(ներ).
id: Algoritma kompresi yang didukung:
is: Styður þjöppunaralgrím:
it: Algoritmi di compressione supportati:
ka: მხარდაჭერილი შეკუმშვის ალგორითმი(ები):
kk: Қолдау көрсетілетін қысу алгоритмдері:
km: ក្បួនដោះស្រាយការបង្ហាប់ដែលគាំទ្រ៖
kn: ಬೆಂಬಲಿತ ಸಂಕುಚಿತ ಅಲ್ಗಾರಿದಮ್(ಗಳು):
ko: 지원되는 압축 알고리즘:
ku: Algorîtma(yên) kompresyonê yên piştgirî:
ky: Колдоого алынган кысуу алгоритм(тери):
lb: Ënnerstëtzt Kompressioun Algorithmus (en):
lo: ສູດການບີບອັດທີ່ຮອງຮັບ:
lt: Palaikomas glaudinimo algoritmas (-ai):
lv: Atbalstītais(-i) saspiešanas algoritms(-i):
mg: Algorithm famoretana tohana:
mi: E tautokona ana te hātepe hātepe:
mk: Поддржани алгоритами за компресија:
ml: പിന്തുണയ്ക്കുന്ന കംപ്രഷൻ അൽഗോരിതം(കൾ):
mn: Дэмждэг шахалтын алгоритм(ууд):
mr: समर्थित कॉम्प्रेशन अल्गोरिदम:
ms: Algoritma mampatan yang disokong:
mt: Algoritmu(i) ta' kompressjoni appoġġjat:
my: ပံ့ပိုးထားသော ဖိသိပ်မှု အယ်လဂိုရီသမ်(များ)-
ne: समर्थित कम्प्रेसन एल्गोरिथ्म(हरू):
nl: Ondersteunde compressie-algoritmen:
no: Støttet kompresjonsalgoritme:
or: ସମର୍ଥିତ ସଙ୍କୋଚନ ଆଲଗୋରିଦମ (ଗୁଡିକ):
pa: ਸਮਰਥਿਤ ਕੰਪਰੈਸ਼ਨ ਐਲਗੋਰਿਦਮ:
ps: د کمپریشن الګوریتم ملاتړ شوی:
pt: Algoritmos de compressão suportados:
ro: Algoritm(i) de compresie acceptat(i):
ru: Поддерживаемые алгоритмы сжатия:
sd: سپورٽ ٿيل کمپريشن الگورتھم:
si: සහාය දක්වන සම්පීඩන ඇල්ගොරිතම(ය):
sk: Podporované kompresné algoritmy:
sl: Podprti algoritmi stiskanja:
sq: Algoritmet e mbështetur të kompresimit:
sr: Подржани алгоритами компресије:
sv: Kompressionsalgoritmer som stöds:
sw: Kanuni za mbano zinazotumika:
ta: ஆதரிக்கப்படும் சுருக்க அல்காரிதம்(கள்):
te: మద్దతు ఉన్న కంప్రెషన్ అల్గోరిథం(లు):
tg: Алгоритми фишурдасозии дастгирӣшаванда:
tl: Mga sinusuportahang algorithm ng compression:
tr: Desteklenen sıkıştırma algoritma(ları):
ug: قوللايدىغان پىرىسلاش ئالگورىزىم (لار):
uk: Підтримувані алгоритми стиснення:
ur: تعاون یافتہ کمپریشن الگورتھم:
uz: Qo'llab-quvvatlanadigan siqishni algoritm(lari):
vi: (Các) thuật toán nén được hỗ trợ:
xh: Uxinzelelo lwealgorithm (s) oluxhaswayo:
yi: שטיצט קאַמפּרעשאַן אַלגערידאַם (s):
zh_hans_tw: 支援的壓縮演算法：
zu: I-algorithm yokucindezela esekelwe:

# help_8
source: Supported encoding(s):
af: Ondersteunde enkodering(e):
am: የሚደገፉ ኢንኮዲንግ(ዎች)፦
ar: الترميز (الترميزات) المدعومة:
az: Dəstəklənən kodlaşdırma(lar):
be: Падтрымліваюцца кадыроўкі:
bg: Поддържано(и) кодиране(а):
bn: সমর্থিত এনকোডিং(গুলি):
ca: Codificacions admeses:
cs: Podporovaná kódování:
cy: Amgodio(au) a gefnogir:
da: Understøttede kodning(er):
de: Unterstützte Kodierung(en):
el: Υποστηριζόμενες κωδικοποιήσεις:
eo: Subtena(j)n kodigado(j):
et: Toetatud kodeering(ud):
eu: Onartutako kodeketa(k):
fa: کد(های) پشتیبانی شده:
fi: Tuetut koodaukset:
fr_ht: Sipòte kodaj (yo):
fy: Stipe kodearring(s):
ga: Ionchódú(í) tacaithe:
gd: Còdachadh(an le taic):
gl: Codificación(s) admitidas:
gu: સમર્થિત એન્કોડિંગ(ઓ):
he: קידוד(ים) נתמכים:
hi: समर्थित एन्कोडिंग:
hr: Podržano kodiranje(a):
hu: Támogatott kódolás(ok):
hy: Աջակցվող կոդավորում(ներ).
id: Pengkodean yang didukung:
is: Stuðlar kóðun:
it: Codifiche supportate:
ka: მხარდაჭერილი კოდირება(ები):
kk: Қолдау көрсетілетін кодтау(лар):
km: ការអ៊ិនកូដដែលគាំទ្រ៖
kn: ಬೆಂಬಲಿತ ಎನ್ಕೋಡಿಂಗ್(ಗಳು):
ko: 지원되는 인코딩:
ku: Enkod(ên) piştgirî:
ky: Колдоого алынган коддоо(лор):
lb: Ënnerstëtzt Kodéierung(en):
lo: ການເຂົ້າລະຫັດທີ່ຮອງຮັບ:
lt: Palaikoma (-os) koduotė (-os):
lv: Atbalstītais(-ie) kodējums(-i):
mg: Encoding(s):
mi: Whakawaehere e tautokona ana:
mk: Поддржано кодирање(и):
ml: പിന്തുണയ്ക്കുന്ന എൻകോഡിംഗ്(കൾ):
mn: Дэмжигдсэн кодчилол(ууд):
mr: समर्थित एन्कोडिंग(चे):
ms: Pengekodan yang disokong:
mt: Kodifika/i appoġġjati:
my: ပံ့ပိုးထားသော ကုဒ်နံပါတ်(များ)-
ne: समर्थित एन्कोडिङ(हरू):
nl: Ondersteunde codering(en):
no: Støttet koding(er):
or: ସମର୍ଥିତ ଏନକୋଡିଂ (ଗୁଡିକ):
pa: ਸਮਰਥਿਤ ਏਨਕੋਡਿੰਗ(ਆਂ):
ps: ملاتړ شوي کوډونه:
pt: Codificações suportadas:
ro: Codificare(e) acceptată(e):
ru: Поддерживаемые кодировки:
sd: سپورٽ ٿيل انڪوڊنگ(s):
si: සහාය දක්වන කේතනය(ය):
sk: Podporované kódovanie:
sl: Podprto kodiranje(-a):
sq: Kodimi i mbështetur:
sr: Подржана кодирања:
sv: Kodning(er) som stöds:
sw: Usimbaji unaotumika:
ta: ஆதரிக்கப்படும் குறியாக்கம்(கள்):
te: మద్దతు ఉన్న ఎన్‌కోడింగ్(లు):
tg: Рамзгузории дастгирӣшаванда:
tl: Mga sinusuportahang encoding:
tr: Desteklenen kodlama(lar):
ug: قوللايدىغان كودلاش (لار):
uk: Підтримувані кодування:
ur: تعاون یافتہ انکوڈنگ(s):
uz: Qo'llab-quvvatlanadigan kodlash(lar):
vi: (Các) mã hóa được hỗ trợ:
xh: Ukufakwa kweekhowudi ezixhaswayo:
yi: שטיצט קאָדירונג(ס):
zh_hans_tw: 支援的編碼：
zu: Umbhalo wekhodi osekelwe:

# cli_unsupportedcompression
source: Unsupported compression "$1".
af: Ongesteunde kompressie "$1".
am: የማይደገፍ "$1" መጭመቅ።
ar: ضغط غير مدعوم "$1".
az: Dəstəklənməyən sıxılma "$1".
be: Сцісканне "$1" не падтрымліваецца.
bg: Неподдържана компресия "$1".
bn: অসমর্থিত কম্প্রেশন "$1"।
ca: La compressió "$1" no és compatible.
cs: Nepodporovaná komprese „$1“.
cy: Cywasgiad heb ei gefnogi "$1".
da: Ikke-understøttet komprimering "$1".
de: Nicht unterstützte Komprimierung „$1“.
el: Μη υποστηριζόμενη συμπίεση "$1".
eo: Nesubtenata kunpremo "$1".
et: Toetamata tihendus "$1".
eu: "$1" konpresio onartzen ez duena.
fa: فشرده سازی پشتیبانی نشده "$1".
fi: Pakkausta "$1" ei tueta.
fr_ht: Konpresyon ki pa sipòte "$1".
fy: Net-stipe kompresje "$1".
ga: Comhbhrú "$1" nach dtacaítear leis.
gd: Dùmhlachadh "$1" gun taic.
gl: Compresión non compatible "$1".
gu: અસમર્થિત સંકોચન "$1".
he: דחיסה לא נתמכת "$1".
hi: असमर्थित संपीड़न "$1"।
hr: Nepodržana kompresija "$1".
hu: Nem támogatott "$1" tömörítés.
hy: Չաջակցվող սեղմում «$1»:
id: Kompresi "$1" tidak didukung.
is: Óstudd þjöppun „$1“.
it: Compressione "$1" non supportata.
ka: მხარდაუჭერელი შეკუმშვა "$1".
kk: Қолдау көрсетілмейтін қысу "$1".
km: ការបង្ហាប់ដែលមិនគាំទ្រ "$1" ។
kn: ಬೆಂಬಲಿತವಲ್ಲದ ಸಂಕುಚಿತ "$1".
ko: 지원되지 않는 압축 "$1".
ku: Tevlihevkirina bê destekkirî "$1".
ky: Колдоого алынбаган кысуу "$1".
lb: Net ënnerstëtzt Kompressioun "$1".
lo: ບໍ່ຮອງຮັບການບີບອັດ "$1".
lt: Nepalaikomas glaudinimas „$1“.
lv: Neatbalstīta saspiešana "$1".
mg: Famoretana tsy tohanana "$1".
mi: Kōpeketanga kore tautoko "$1".
mk: Неподдржана компресија „$1“.
ml: പിന്തുണയ്ക്കാത്ത കംപ്രഷൻ "$1".
mn: "$1" шахалтыг дэмждэггүй.
mr: असमर्थित कॉम्प्रेशन "$1".
ms: Mampatan tidak disokong "$1".
mt: Kompressjoni mhux appoġġjata "$1".
my: ပံ့ပိုးမထားသော ချုံ့မှု "$1"
ne: असमर्थित सङ्कुचन "$1"।
nl: Niet-ondersteunde compressie "$1".
no: Ikke støttet komprimering "$1".
or: ଅସମର୍ଥିତ ସଙ୍କୋଚନ "$ 1" |
pa: ਅਸਮਰਥਿਤ ਸੰਕੁਚਨ "$1"।
ps: نه ملاتړی کمپریشن "$1".
pt: Compressão não suportada "$1".
ro: Compresie neacceptată „$1”.
ru: Неподдерживаемое сжатие «$1».
sd: ناڪاري ڪمپريشن "$1".
si: සහාය නොදක්වන සම්පීඩනය "$1".
sk: Nepodporovaná kompresia „$1“.
sl: Nepodprto stiskanje "$1".
sq: Kompresimi i pambështetur "$1".
sr: Неподржана компресија „$1“.
sv: Kompressionen "$1" stöds inte.
sw: Mfinyazo usiotumika "$1".
ta: ஆதரிக்கப்படாத சுருக்க "$1".
te: మద్దతు లేని కంప్రెషన్ "$1".
tg: Фишурдани дастгирнашаванда "$1".
tl: Hindi sinusuportahang compression "$1".
tr: Deteklenmeyen sıkıştırma "$1".
ug: قوللىمايدىغان پىرىسلاش "$ 1".
uk: Непідтримуване стиснення "$1".
ur: غیر تعاون یافتہ کمپریشن "$1"۔
uz: Qo'llab-quvvatlanmaydigan siqishni "$1".
vi: Nén không được hỗ trợ "$1".
xh: Uxinzelelo olungaxhaswanga "$1".
yi: ניט-געשטיצט קאַמפּרעשאַן "$1".
zh_hans_tw: 不支援的壓縮“$1”。
zu: Ukucindezela okungasekelwe "$1".

# cli_unsupportedencoding
source: Unsupported encoding "$1".
af: Ongesteunde enkodering "$1".
am: የማይደገፍ "$1" ኮድ ማድረግ።
ar: ترميز غير مدعوم "$1".
az: Dəstəklənməyən kodlaşdırma "$1".
be: Кадыроўка "$1" не падтрымліваецца.
bg: Неподдържано кодиране "$1".
bn: অসমর্থিত এনকোডিং "$1"।
ca: La codificació "$1" no és compatible.
cs: Nepodporované kódování „$1“.
cy: Amgodio "$1" heb ei gefnogi.
da: Ikke-understøttet kodning "$1".
de: Nicht unterstützte Codierung „$1“.
el: Μη υποστηριζόμενη κωδικοποίηση "$1".
eo: Nesubtenata kodado "$1".
et: Toetamata kodeering "$1".
eu: "$1" kodeketa onartzen ez da.
fa: رمزگذاری پشتیبانی نشده "$1".
fi: Ei tuettu koodaus "$1".
fr_ht: Kodaj "$1" pa sipòte.
fy: Net-stipe kodearring "$1".
ga: Ionchódú "$1" nach dtacaítear leis.
gd: Chan eil taic ris a' chòdachadh "$1".
gl: A codificación "$1" non é compatible.
gu: અસમર્થિત એન્કોડિંગ "$1".
he: קידוד "$1" לא נתמך.
hi: असमर्थित एन्कोडिंग "$1"।
hr: Nepodržano kodiranje "$1".
hu: Nem támogatott "$1" kódolás.
hy: Չաջակցվող «$1» կոդավորումը:
id: Pengodean "$1" tidak didukung.
is: Óstudd kóðun „$1“.
it: Codifica "$1" non supportata.
ka: მხარდაუჭერელი კოდირება „$1“.
kk: "$1" кодтауына қолдау көрсетілмейді.
km: មិនគាំទ្រការអ៊ិនកូដ "$1" ។
kn: ಬೆಂಬಲಿತವಲ್ಲದ ಎನ್‌ಕೋಡಿಂಗ್ "$1".
ko: 지원되지 않는 인코딩 "$1"입니다.
ku: Şîfrekirina "$1" nayê destekkirin.
ky: Колдоого алынбаган коддоо "$1".
lb: Net ënnerstëtzt Kodéierung "$1".
lo: ບໍ່ຮອງຮັບການເຂົ້າລະຫັດ "$1".
lt: Nepalaikoma koduotė „$1“.
lv: Neatbalstīts kodējums "$1".
mg: Fanodinana tsy tohana "$1".
mi: Whakawaehere kore tautoko "$1".
mk: Неподдржано кодирање „$1“.
ml: പിന്തുണയ്ക്കാത്ത എൻകോഡിംഗ് "$1".
mn: Дэмжигдээгүй "$1" кодчилол.
mr: असमर्थित एन्कोडिंग "$1".
ms: Pengekodan tidak disokong "$1".
mt: Kodifikazzjoni mhux appoġġjata "$1".
my: "$1" ကုဒ်ကို မပံ့ပိုးပါ။
ne: असमर्थित इन्कोडिङ "$1"।
nl: Niet-ondersteunde codering "$1".
no: Ikke støttet koding «$1».
or: ଅସମର୍ଥିତ ଏନକୋଡିଂ "$ 1" |
pa: ਅਸਮਰਥਿਤ ਇੰਕੋਡਿੰਗ "$1"।
ps: نه ملاتړی کوډ کول "$1".
pt: Codificação não suportada "$1".
ro: Codificare neacceptată „$1”.
ru: Неподдерживаемая кодировка «$1».
sd: غير معاون انڪوڊنگ "$1".
si: සහය නොදක්වන "$1" කේතනය.
sk: Nepodporované kódovanie „$1“.
sl: Nepodprto kodiranje "$1".
sq: Kodimi i pambështetur "$1".
sr: Неподржано кодирање „$1“.
sv: Kodningen "$1" stöds inte.
sw: Usimbaji usioauniwa "$1".
ta: ஆதரிக்கப்படாத என்கோடிங் "$1".
te: "$1" ఎన్‌కోడింగ్‌కు మద్దతు లేదు.
tg: Рамзгузории дастгирӣнашаванда "$1".
tl: Hindi sinusuportahang pag-encode na "$1".
tr: Deteklenmeyen kodlama "$1".
ug: قوللىمايدىغان كودلاش "$ 1".
uk: Непідтримуване кодування "$1".
ur: غیر تعاون یافتہ انکوڈنگ "$1"۔
uz: “$1” kodlash qo‘llab-quvvatlanmaydi.
vi: Mã hóa không được hỗ trợ "$1".
xh: Ufakelo lwekhowudi olungaxhaswanga "$1".
yi: ניט-געשטיצט קאָדירונג "$1".
zh_hans_tw: 不支援的編碼“$1”。
zu: Umbhalo wekhodi ongasekelwe "$1".

# FileExtName
source: Fluxion Files (*.flx)
af: Fluxion-lêers (*.flx)
ar: ملفات التدفق (*.flx)
az: Fluxion Faylları (*.flx)
be: Файлы Fluxion (*.flx)
bg: Fluxion файлове (*.flx)
bn: Fluxion ফাইল (*.flx)
ca: Fitxers Fluxion (*.flx)
cy: Ffeiliau Fluxion (*.flx)
da: Fluxion-filer (*.flx)
de: Fluxion-Dateien (*.flx)
el: Αρχεία Fluxion (*.flx)
eo: Fluxion-dosieroj (*.flx)
eu: Fluxion fitxategiak (*.flx)
fa: فایل‌های Fluxion (*.flx)
fi: Fluxion-tiedostot (*.flx)
fr_ht: Fichye Fluxion (*.flx)
fy: Fluxion-bestannen (*.flx)
ga: Comhaid Fluxion (*.flx)
gd: Faidhlichean Fluxion (*.flx)
gl: Ficheiros Fluxion (*.flx)
gu: Fluxion ફાઇલો (*.flx)
hi: फ्लक्सन फ़ाइलें (*.flx)
hr: Fluxion datoteke (*.flx)
hu: Fluxion fájlok (*.flx)
hy: Fluxion ֆայլեր (*.flx)
id: File Fluksi (*.flx)
it: File Fluxion (*.flx)
ka: Fluxion ფაილები (*.flx)
kk: Fluxion файлдары (*.flx)
km: ឯកសារ Fluxion (*.flx)
kn: ಫ್ಲಕ್ಶನ್ ಫೈಲ್‌ಗಳು (*.flx)
ko: Fluxion 파일(*.flx)
ku: Pelên Fluxion (*.flx)
ky: Fluxion файлдары (*.flx)
lb: Fluxiounsdateien (*.flx)
lo: ໄຟລ໌ Fluxion (*.flx)
lt: „Fluxion“ failai (*.flx)
lv: Fluxion faili (*.flx)
mi: Ngā Kōnae Fluxion (*.flx)
mk: Fluxion датотеки (*.flx)
ml: ഫ്ലക്‌ഷൻ ഫയലുകൾ (*.flx)
mn: Fluxion файлууд (*.flx)
mr: फ्लक्सियन फाइल्स (*.flx)
ms: Fail Fluxion (*.flx)
mt: Fajls Fluxion (*.flx)
my: Fluxion ဖိုင်များ (*.flx)
ne: Fluxion फाइलहरू (*.flx)
nl: Fluxion-bestanden (*.flx)
no: Fluxion-filer (*.flx)
or: ଫ୍ଲକ୍ସିଅନ୍ ଫାଇଲଗୁଡିକ (* .flx)
pa: Fluxion ਫ਼ਾਈਲਾਂ (*.flx)
ps: د فلکسیون فایلونه (*.flx)
pt: Arquivos de fluxo (*.flx)
ro: Fișiere Fluxion (*.flx)
ru: Файлы Fluxion (*.flx)
sd: Fluxion فائلون (*.flx)
si: Fluxion ගොනු (*.flx)
sl: Datoteke Fluxion (*.flx)
sq: Skedarët Fluxion (*.flx)
sr: Флукион датотеке (*.флк)
sw: Faili za Fluxion (*.flx)
ta: ஃப்ளக்ஷன் கோப்புகள் (*.flx)
te: ఫ్లక్షన్ ఫైల్స్ (*.flx)
tg: Файлҳои Fluxion (*.flx)
tl: Mga Fluxion File (*.flx)
tr: Fluxion Dosyaları (*.flx)
uk: Файли Fluxion (*.flx)
ur: Fluxion فائلز (*.flx)
uz: Fluxion fayllari (*.flx)
vi: Tệp Fluxion (*.flx)
xh: Iifayile zeFluxion (*.flx)
yi: פלוקסיאָן טעקעס (*.פלקס)
zh_hans_tw: Fluxion 文件 (*.flx)
zu: Amafayela e-Fluxion (*.flx)

# Status_LoadingFile
source: Loading the file...
af: Laai tans die lêer...
am: ፋይሉን በመጫን ላይ...
ar: جارٍ تحميل الملف...
az: Fayl yüklənir...
be: Загрузка файла...
bg: Файлът се зарежда...
bn: ফাইল লোড হচ্ছে...
ca: S'està carregant el fitxer...
cs: Načítání souboru...
cy: Wrthi'n llwytho'r ffeil...
da: Indlæser filen...
de: Datei wird geladen...
el: Φόρτωση του αρχείου...
eo: Ŝargante la dosieron...
et: Faili laadimine...
eu: Fitxategia kargatzen...
fa: در حال بارگیری فایل...
fi: Ladataan tiedostoa...
fr_ht: Chaje fichye a...
fy: It bestân wurdt laden...
ga: Comhad á lódáil...
gd: A' luchdachadh an fhaidhle...
gl: Cargando o ficheiro...
gu: ફાઇલ લોડ કરી રહ્યું છે...
he: טוען את הקובץ...
hi: फ़ाइल लोड हो रही है...
hr: Učitavanje datoteke...
hu: A fájl betöltése...
hy: Ֆայլը բեռնվում է...
id: Memuat berkas...
is: Hleður skránni...
it: Caricamento del file...
ka: მიმდინარეობს ფაილის ჩატვირთვა...
kk: Файл жүктелуде...
km: កំពុង​ផ្ទុក​ឯកសារ...
kn: ಫೈಲ್ ಅನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ko: 파일 로드 중...
ku: Pelê tê barkirin...
ky: Файл жүктөлүүдө...
lb: Lued de Fichier ...
lo: ກຳລັງໂຫລດໄຟລ໌...
lt: Įkeliamas failas...
lv: Notiek faila ielāde...
mg: Mametraka ny rakitra...
mi: Uta ana i te kōnae...
mk: Се вчитува датотеката...
ml: ഫയൽ ലോഡ് ചെയ്യുന്നു...
mn: Файлыг ачаалж байна...
mr: फाइल लोड करत आहे...
ms: Memuatkan fail...
mt: Tagħbija l-fajl...
my: ဖိုင်ကို ဖွင့်နေသည်...
ne: फाइल लोड गर्दै...
nl: Het bestand laden...
no: Laster inn filen ...
or: ଫାଇଲ୍ ଲୋଡ୍ କରୁଛି ...
pa: ਫ਼ਾਈਲ ਲੋਡ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
ps: فایل پورته کول...
pt: Carregando o arquivo...
ro: Se încarcă fișierul...
ru: Загрузка файла...
sd: فائل لوڊ ٿي رهي آهي...
si: ගොනුව පූරණය කරමින්...
sk: Načítava sa súbor...
sl: Nalaganje datoteke ...
sq: Po ngarkon skedarin...
sr: Учитавање датотеке...
sv: Laddar filen...
sw: Inapakia faili...
ta: கோப்பை ஏற்றுகிறது...
te: ఫైల్ లోడ్ అవుతోంది...
tg: Файл бор карда мешавад...
tl: Nilo-load ang file...
tr: Dosya yükleniyor...
ug: ھۆججەتنى يۈكلەۋاتىدۇ ...
uk: Завантаження файлу...
ur: فائل لوڈ ہو رہی ہے...
uz: Fayl yuklanmoqda...
vi: Đang tải tập tin...
xh: Ilayisha ifayile...
yi: לאָדן די טעקע...
zh_hans_tw: 正在加載檔案...
zu: Ilayisha ifayela...

# Status_SavingFile
source: Saving the file...
af: Stoor tans die lêer …
am: ፋይሉን በማስቀመጥ ላይ...
ar: جارٍ حفظ الملف...
az: Fayl yadda saxlanılır...
be: Захаванне файла...
bg: Запазване на файла...
bn: ফাইল সংরক্ষণ করা হচ্ছে...
ca: S'està desant el fitxer...
cs: Ukládání souboru...
cy: Wrthi'n cadw'r ffeil...
da: Gemmer filen...
de: Datei wird gespeichert...
el: Αποθήκευση του αρχείου...
eo: Konservante la dosieron...
et: Faili salvestamine...
eu: Fitxategia gordetzen...
fa: در حال ذخیره فایل...
fi: Tallennetaan tiedostoa...
fr_ht: Sove fichye a...
fy: It bestân opslaan...
ga: An comhad á shábháil...
gd: A' sàbhaladh an fhaidhle...
gl: Gardando o ficheiro...
gu: ફાઇલ સાચવી રહ્યું છે...
he: שומר את הקובץ...
hi: फ़ाइल सहेजी जा रही है...
hr: Spremanje datoteke...
hu: A fájl mentése...
hy: Ֆայլը պահվում է...
id: Menyimpan berkas...
is: Vistar skrána...
it: Salvataggio del file...
ka: მიმდინარეობს ფაილის შენახვა...
kk: Файл сақталуда...
km: កំពុងរក្សាទុកឯកសារ...
kn: ಫೈಲ್ ಅನ್ನು ಉಳಿಸಲಾಗುತ್ತಿದೆ...
ko: 파일을 저장하는 중...
ku: Pelê tomar dike...
ky: Файл сакталууда...
lb: Späichert de Fichier ...
lo: ກຳລັງບັນທຶກໄຟລ໌...
lt: Išsaugomas failas...
lv: Notiek faila saglabāšana...
mg: Mitahiry ny rakitra...
mi: Tiakina te kōnae...
mk: Се зачувува датотеката...
ml: ഫയൽ സംരക്ഷിക്കുന്നു...
mn: Файлыг хадгалж байна...
mr: फाइल सेव्ह करत आहे...
ms: Menyimpan fail...
mt: Jissejvja l-fajl...
my: ဖိုင်ကို သိမ်းဆည်းနေသည်...
ne: फाइल सुरक्षित गर्दै...
nl: Het bestand opslaan...
no: Lagrer filen...
or: ଫାଇଲ୍ ସେଭ୍ କରୁଛି ...
pa: ਫ਼ਾਈਲ ਰੱਖਿਅਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
ps: د فایل خوندي کول ...
pt: Salvando o arquivo...
ro: Se salvează fișierul...
ru: Сохраняем файл...
sd: فائل محفوظ ڪري رهيو آهي...
si: ගොනුව සුරකිමින්...
sk: Ukladá sa súbor...
sl: Shranjevanje datoteke ...
sq: Po ruan skedarin...
sr: Чување датотеке...
sv: Sparar filen...
sw: Inahifadhi faili...
ta: கோப்பைச் சேமிக்கிறது...
te: ఫైల్‌ని సేవ్ చేస్తోంది...
tg: Захира кардани файл...
tl: Sine-save ang file...
tr: Dosya kaydediliyor...
ug: ھۆججەتنى ساقلاش ...
uk: Збереження файлу...
ur: فائل محفوظ ہو رہی ہے...
uz: Fayl saqlanmoqda...
vi: Đang lưu tập tin...
xh: Igcina ifayile...
yi: היט די טעקע...
zh_hans_tw: 儲存檔案...
zu: Ilondoloza ifayela...
