Repository: Haltroy/FluxionViewer
Catalog: src/FluxionViewer/Lang/Lang.*.resx
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ht, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, ps, pt, ro, ru, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, tl, tr, ug, uk, ur, uz, vi, xh, yi, zh_hans_tw, zu

# ValueType_Double
source: Double
af: Dubbel
am: ድርብ
ar: مزدوج
az: İkiqat
be: Двайны
bg: Двойна
bn: ডাবল
ca: Doble
cs: Dvojnásobek
cy: Dwbl
da: Dobbelt
de: Doppelt
el: Διπλό
eo: Duoble
et: Kahekordne
eu: Bikoitza
fa: دو برابر
fi: Kaksinkertainen
fy: Dûbel
ga: Dúbailte
gd: Dùbailte
gl: Dobre
gu: ડબલ
he: לְהַכפִּיל
hi: दोहरा
hr: Dvostruko
hu: Kettős
hy: Կրկնակի
id: Dobel
is: Tvöfaldur
it: Doppio
ka: Ორმაგი
kk: Қосарлы
km: ទ្វេដង
kn: ಡಬಲ್
ko: 더블
ku: Dûcar
lb: Duebel
lo: ສອງເທົ່າ
lt: Dvigubas
lv: Dubults
mi: Ruarua
mk: Двојно
ml: ഇരട്ട
mn: Давхар
mr: दुहेरी
ms: berganda
my: နှစ်ချက်
ne: दोहोरो
nl: Dubbele
no: Dobbelt
or: ଦୁଇଥର |
pa: ਡਬਲ
ps: ډبل
pt: Dobro
ro: Dubla
ru: Двойной
sd: ٻيڻو
si: ද්විත්ව
sk: Dvojité
sl: Dvojno
sq: Dyfishtë
sr: Двоструко
sv: Dubbel
sw: Mara mbili
ta: இரட்டை
te: రెట్టింపు
tg: Дучандон
tl: Doble
tr: Ondalıklı geniş sayı
ug: قوش
uk: Двомісний
ur: دگنا
uz: Ikki marta
vi: Gấp đôi
xh: Kabini
yi: טאָפּל
zh_hans_tw: 雙倍的
zu: Kukabili

# ValueType_String
source: String
af: Snaar
am: ሕብረቁምፊ
ar: خيط
az: Simli
be: радок
bg: низ
bn: স্ট্রিং
ca: Corda
cs: Tětiva
cy: Llinyn
da: Snor
de: Zeichenfolge
el: Σειρά
eo: Ŝnuro
eu: Katea
fa: رشته
fi: merkkijono
fr_ht: Fisèl
ga: Teaghrán
gd: sreang
gl: Corda
gu: તાર
he: חוּט
hi: डोरी
hr: Niz
hu: Húr
hy: Լարային
id: Rangkaian
is: Strengur
it: Corda
ka: სიმებიანი
kk: Жол
km: ខ្សែអក្សរ
kn: ಸ್ಟ್ರಿಂಗ್
ko: 끈
ku: Ben
lo: ສາຍ
lt: Styga
lv: Stīga
mg: tady
mi: aho
mk: Низа
ml: സ്ട്രിംഗ്
mn: Мөр
mr: स्ट्रिंग
ms: Tali
mt: Spag
my: ကြိုးတစ်ချောင်း
ne: स्ट्रिङ
nl: Snaar
or: ବାକ୍ୟ
pa: ਸਤਰ
ps: تار
pt: Corda
ro: Şir
ru: Нить
sd: تار
si: නූල්
sk: Reťazec
sl: Vrvica
sq: Vargu
sr: Низ
sv: Sträng
sw: Kamba
ta: லேசான கயிறு
te: స్ట్రింగ్
tg: Стринг
tr: Yazı
uk: Рядок
ur: تار
vi: Sợi dây
xh: Umtya
yi: שטריקל
zh_hans_tw: 細繩
zu: Intambo

# ValueType_ByteArray
source: Byte Array
af: Byte Skikking
am: ባይት ድርድር
ar: صفيف البايت
az: Bayt massivi
be: Масіў байтаў
bg: Байтов масив
bn: বাইট অ্যারে
ca: Matriu de bytes
cy: Arae Beit
et: Baitide massiiv
fa: آرایه بایت
fr_ht: Byte etalaj
ga: Eagar Beart
gd: Array Byte
gl: Matriz de bytes
gu: બાઈટ એરે
he: מערך בתים
hi: बाइट ऐरे
hr: Niz bajtova
hy: Բայթ զանգված
id: Array Byte
it: Matrice di byte
ka: ბაიტის მასივი
kk: Байт массиві
km: អារេបៃ
kn: ಬೈಟ್ ಅರೇ
ko: 바이트 배열
ky: Байт массив
lt: Baitų masyvas
lv: Baitu masīvs
mi: Huanga Paita
mk: Бајти низа
ml: ബൈറ്റ് അറേ
mn: Байт массив
mr: बाइट ॲरे
ms: Tatasusunan Byte
ne: बाइट एरे
or: ବାଇଟ୍ ଆରେ |
pa: ਬਾਈਟ ਐਰੇ
ps: د بایټ سرې
pt: Matriz de Bytes
ro: Matrice de octeți
ru: Байтовый массив
sd: بائيٽ ايري
si: බයිට් අරාව
sk: Pole bajtov
sl: Niz bajtov
sq: Array byte
sr: Бите Арраи
ta: பைட் வரிசை
te: బైట్ అర్రే
tg: Массиви байт
tr: Baytlar
uk: Масив байтів
ur: بائٹ سرنی
uz: Bayt massivi
vi: Mảng byte
yi: בייט אַרריי
zh_hans_tw: 位元組數組
zu: I-Byte Array

# Node_NewItem
source: New Node
af: Nuwe Node
am: አዲስ መስቀለኛ መንገድ
ar: عقدة جديدة
az: Yeni Node
be: Новы вузел
bg: Нов възел
bn: নতুন নোড
ca: Nou node
cs: Nový uzel
cy: Nôd Newydd
da: Ny node
de: Neuer Knoten
el: Νέος Κόμβος
eo: Nova Nodo
et: Uus sõlm
eu: Nodo berria
fa: گره جدید
fi: Uusi solmu
fr_ht: Nouvo Ne
fy: Nije Node
ga: Nód Nua
gd: Noda Ùr
gl: Novo nodo
gu: નવો નોડ
he: צומת חדש
hi: नया नोड
hr: Novi čvor
hu: Új csomópont
hy: Նոր հանգույց
id: Node Baru
is: Nýr hnútur
it: Nuovo nodo
ka: ახალი კვანძი
kk: Жаңа түйін
km: ថ្នាំងថ្មី។
kn: ಹೊಸ ನೋಡ್
ko: 새 노드
ku: Nodeya Nû
ky: Жаңы түйүн
lb: Neie Node
lo: Node ໃໝ່
lt: Naujas mazgas
lv: Jauns mezgls
mg: Node vaovao
mi: Node Hou
mk: Нов јазол
ml: പുതിയ നോഡ്
mn: Шинэ зангилаа
mr: नवीन नोड
ms: Nod Baharu
mt: Nodu Ġdid
my: Node အသစ်
ne: नयाँ नोड
nl: Nieuw knooppunt
no: Ny node
or: ନୂତନ ନୋଡ୍ |
pa: ਨਵਾਂ ਨੋਡ
ps: نوی نوډ
pt: Novo nó
ro: Nod nou
ru: Новый узел
sd: نئون نوڊ
si: නව නෝඩය
sk: Nový uzol
sl: Novo vozlišče
sq: Nyja e re
sr: Нови чвор
sv: Ny nod
sw: Node Mpya
ta: புதிய முனை
te: కొత్త నోడ్
tg: Гиреҳи нав
tl: Bagong Node
tr: Yeni Düğüm
ug: يېڭى تۈگۈن
uk: Новий вузол
ur: نیا نوڈ
uz: Yangi tugun
vi: Nút mới
xh: Indawo entsha
yi: ניו נאָדע
zh_hans_tw: 新節點
zu: I-Node entsha

# Node_Root
source: Root
af: Wortel
am: ሥር
ar: جذر
az: Kök
be: Корань
bg: корен
bn: রুট
ca: Arrel
cs: Vykořenit
cy: Gwraidd
da: Rod
de: Wurzel
el: Ρίζα
eo: Radiko
et: Juur
eu: Erroa
fa: ریشه
fi: Juuri
fr_ht: Rasin
fy: Woartel
ga: Fréamh
gl: Raíz
gu: રુટ
he: שורש
hi: जड़
hr: Korijen
hu: Gyökér
hy: Արմատ
id: Akar
is: Rót
it: Radice
ka: ფესვი
kk: Түбір
km: ឫស
kn: ಬೇರು
ko: 뿌리
ku: Reh
lb: Wuerzel
lo: ຮາກ
lt: Šaknis
lv: Sakne
mg: MAMAKA
mi: Puakaa
mk: Корен
ml: റൂട്ട്
mn: Үндэс
mr: मूळ
ms: akar
mt: Għeruq
my: အမြစ်
ne: रूट
nl: Wortel
no: Rot
or: ମୂଳ |
pa: ਰੂਟ
ps: ريښه
pt: Raiz
ro: Rădăcină
ru: Корень
sd: روٽ
si: මූල
sq: Rrënja
sr: Корен
sv: Rot
sw: Mzizi
ta: வேர்
te: రూట్
tg: Реша
tl: ugat
tr: Kök
ug: يىلتىز
uk: Корінь
ur: جڑ
uz: Ildiz
vi: Nguồn gốc
xh: Ingcambu
yi: וואָרצל
zh_hans_tw: 根
zu: Impande

# Node_NewAttr
source: New Attribute
af: Nuwe kenmerk
am: አዲስ ባህሪ
ar: سمة جديدة
az: Yeni Atribut
be: Новы атрыбут
bg: Нов атрибут
bn: নতুন বৈশিষ্ট্য
ca: Nou atribut
cs: Nový atribut
cy: Priodoledd Newydd
da: Ny egenskab
de: Neues Attribut
el: Νέα Ιδιότητα
eo: Nova Atributo
et: Uus atribuut
eu: Atributu berria
fa: ویژگی جدید
fi: Uusi attribuutti
fr_ht: Nouvo atribi
fy: Nije attribút
ga: Tréith Nua
gd: Feart Ùr
gl: Novo atributo
gu: નવી વિશેષતા
he: תכונה חדשה
hi: नया गुण
hr: Novi atribut
hu: Új attribútum
hy: Նոր հատկանիշ
id: Atribut Baru
is: Nýr eiginleiki
it: Nuovo attributo
ka: ახალი ატრიბუტი
kk: Жаңа атрибут
km: គុណលក្ខណៈថ្មី។
kn: ಹೊಸ ಗುಣಲಕ್ಷಣ
ko: 새로운 속성
ku: Taybetmendiya Nû
ky: Жаңы атрибут
lb: Neien Attribut
lo: ຄຸນສົມບັດໃໝ່
lt: Naujas atributas
lv: Jauns atribūts
mg: Toetra vaovao
mi: Huanga Hou
mk: Нов атрибут
ml: പുതിയ ആട്രിബ്യൂട്ട്
mn: Шинэ атрибут
mr: नवीन विशेषता
ms: Atribut Baharu
mt: Attribut Ġdid
my: အရည်အချင်းအသစ်
ne: नयाँ विशेषता
nl: Nieuw attribuut
no: Nytt attributt
or: ନୂତନ ଗୁଣ
pa: ਨਵੀਂ ਵਿਸ਼ੇਸ਼ਤਾ
ps: نوی صفت
pt: Novo Atributo
ro: Atribut nou
ru: Новый атрибут
sd: نئون وصف
si: නව ගුණාංගය
sk: Nový atribút
sl: Nov atribut
sq: Atribut i ri
sr: Нови атрибут
sv: Nytt attribut
sw: Sifa Mpya
ta: புதிய பண்பு
te: కొత్త లక్షణం
tg: Аттрибути нав
tl: Bagong Katangian
tr: Yeni Öznitelik
ug: يېڭى خاسلىق
uk: Новий атрибут
ur: نئی صفت
uz: Yangi atribut
vi: Thuộc tính mới
xh: Uphawu Olutsha
yi: ניו אַטריביוט
zh_hans_tw: 新屬性
zu: Isibaluli Esisha

# Attr_Name
source: Name:
af: Naam:
am: ስም፡
ar: اسم:
az: Adı:
be: Імя:
bg: Име:
bn: নাম:
ca: Nom:
cs: Název:
cy: Enw:
da: Navn:
el: Ονομα:
eo: Nomo:
et: Nimi:
eu: Izena:
fa: نام:
fi: Nimi:
fr_ht: Non:
fy: Namme:
ga: Ainm:
gd: Ainm:
gl: Nome:
gu: નામ:
he: שֵׁם:
hi: नाम:
hr: Ime:
hu: Név:
hy: Անուն:
id: Nama:
is: Nafn:
it: Nome:
ka: სახელი:
kk: Аты:
km: ឈ្មោះ៖
kn: ಹೆಸರು:
ko: 이름:
ku: Nav:
ky: Аты-жөнү:
lb: Numm:
lo: ຊື່:
lt: Vardas:
lv: Vārds:
mg: Anarana:
mi: Ingoa:
mk: Име:
ml: പേര്:
mn: Нэр:
mr: नाव:
ms: nama:
mt: Isem:
my: အမည်-
ne: नाम:
nl: Naam:
no: Navn:
or: ନାମ:
pa: ਨਾਮ:
ps: نوم:
pt: Nome:
ro: Nume:
ru: Имя:
sd: نالو:
si: නම:
sk: Názov:
sl: ime:
sq: Emri:
sr: име:
sv: Namn:
sw: Jina:
ta: பெயர்:
te: పేరు:
tg: Ном:
tl: Pangalan:
tr: İsim:
ug: ئىسمى:
uk: Ім'я:
ur: نام:
uz: Nomi:
vi: Tên:
xh: Igama:
yi: נאָמען:
zh_hans_tw: 姓名：
zu: Igama:

# Attr_Value
source: Value:
af: Waarde:
am: ዋጋ፡
ar: قيمة:
az: Dəyər:
be: значэнне:
bg: Стойност:
bn: মান:
ca: Valor:
cs: Hodnota:
cy: Gwerth:
da: Værdi:
de: Wert:
el: Αξία:
eo: Valoro:
et: Väärtus:
eu: Balioa:
fa: ارزش:
fi: Arvo:
fr_ht: Valè:
fy: Wearde:
ga: Luach:
gd: Luach:
gl: Valor:
gu: મૂલ્ય:
he: ערך:
hi: कीमत:
hr: Vrijednost:
hu: Érték:
hy: Արժեքը:
id: Nilai:
is: Gildi:
it: Valore:
ka: ღირებულება:
kk: Мән:
km: តម្លៃ៖
kn: ಮೌಲ್ಯ:
ko: 값:
ku: Giranî:
ky: Маани:
lb: Wäert:
lo: ມູນຄ່າ:
lt: Vertė:
lv: Vērtība:
mg: Sanda:
mi: Uara:
mk: Вредност:
ml: മൂല്യം:
mn: Утга:
mr: मूल्य:
ms: Nilai:
mt: Valur:
my: တန်ဖိုး-
ne: मान:
nl: Waarde:
no: Verdi:
or: ମୂଲ୍ୟ:
pa: ਮੁੱਲ:
ps: ارزښت:
pt: Valor:
ro: Valoare:
ru: Ценить:
sd: قدر:
si: අගය:
sk: Hodnota:
sl: Vrednost:
sq: Vlera:
sr: вредност:
sv: Värde:
sw: Thamani:
ta: மதிப்பு:
te: విలువ:
tg: Арзиш:
tl: Halaga:
tr: Değer:
ug: قىممىتى:
uk: Значення:
ur: قدر:
uz: Qiymat:
vi: Giá trị:
xh: Ixabiso:
yi: ווערט:
zh_hans_tw: 價值：
zu: Inani:

# Open_Title
source: Open a Fluxion file...
af: Maak 'n Fluxion-lêer oop...
am: የFluxion ፋይል ክፈት...
ar: فتح ملف التدفق...
az: Fluxion faylını açın...
be: Адкрыйце файл Fluxion...
bg: Отворете файл на Fluxion...
bn: একটি Fluxion ফাইল খুলুন...
ca: Obre un fitxer Fluxion...
cs: Otevřít soubor Fluxion...
cy: Agor ffeil Fluxion...
da: Åbn en Fluxion-fil...
de: Eine Fluxion-Datei öffnen...
el: Άνοιγμα αρχείου Fluxion...
eo: Malfermu Fluxion-dosieron...
et: Ava Fluxion fail...
eu: Ireki Fluxion fitxategi bat...
fa: باز کردن یک فایل Fluxion...
fi: Avaa Fluxion-tiedosto...
fr_ht: Louvri yon dosye Fluxion...
fy: Iepenje in Fluxion-bestân ...
ga: Oscail comhad Fluxion...
gd: Fosgail faidhle Fluxion ...
gl: Abrir un ficheiro Fluxion...
gu: Fluxion ફાઇલ ખોલો...
he: פתח קובץ Fluxion...
hi: फ़्लक्सियन फ़ाइल खोलें...
hr: Otvori Fluxion datoteku...
hu: Nyisson meg egy Fluxion fájlt...
hy: Բացեք Fluxion ֆայլը...
id: Buka file Fluks...
is: Opnaðu Fluxion skrá...
it: Apri un file Fluxion...
ka: გახსენით Fluxion ფაილი...
kk: Fluxion файлын ашу...
km: បើកឯកសារ Fluxion...
kn: ಫ್ಲಕ್ಶನ್ ಫೈಲ್ ತೆರೆಯಿರಿ...
ko: Fluxion 파일을 엽니다...
ku: Pelek Fluxion veke...
ky: Fluxion файлын ачуу...
lb: Eng Fluxiounsdatei opmaachen ...
lo: ເປີດໄຟລ໌ Fluxion...
lt: Atidaryti Fluxion failą...
lv: Atvērt Fluxion failu...
mg: Sokafy ny rakitra Fluxion...
mi: Tuwheratia he kōnae Fluxion...
mk: Отворете датотека Fluxion...
ml: ഒരു ഫ്ലക്‌ഷൻ ഫയൽ തുറക്കുക...
mn: Fluxion файлыг нээх...
mr: फ्लक्सियन फाइल उघडा...
ms: Buka fail Fluxion...
mt: Iftaħ fajl Fluxion...
my: Fluxion ဖိုင်ကိုဖွင့်ပါ...
ne: Fluxion फाइल खोल्नुहोस्...
nl: Een Fluxion-bestand openen...
no: Åpne en Fluxion-fil...
or: ଏକ ଫ୍ଲକ୍ସିଅନ୍ ଫାଇଲ୍ ଖୋଲ ...
pa: ਇੱਕ Fluxion ਫਾਈਲ ਖੋਲ੍ਹੋ...
ps: د فلکسیون فایل خلاص کړئ ...
pt: Abra um arquivo Fluxion...
ro: Deschideți un fișier Fluxion...
ru: Откройте файл Fluxion...
sd: Fluxion فائل کوليو...
si: Fluxion ගොනුවක් විවෘත කරන්න...
sk: Otvoriť súbor Fluxion...
sl: Odprite datoteko Fluxion ...
sq: Hapni një skedar Fluxion...
sr: Отворите Флукион датотеку...
sv: Öppna en Fluxion-fil...
sw: Fungua faili ya Fluxion...
ta: Fluxion கோப்பைத் திறக்கவும்...
te: ఫ్లక్షన్ ఫైల్‌ను తెరవండి...
tg: Файли Fluxion-ро кушоед...
tl: Magbukas ng Fluxion file...
tr: Bir Fluxion dosyasını açar...
ug: Fluxion ھۆججىتىنى ئېچىڭ ...
uk: Відкрийте файл Fluxion...
ur: ایک Fluxion فائل کھولیں...
uz: Fluxion faylini oching...
vi: Mở tệp Fluxion...
xh: Vula ifayile yeFluxion...
yi: עפֿענען אַ Fluxion טעקע ...
zh_hans_tw: 開啟 .fluxion 檔案...
zu: Vula ifayela le-Fluxion...

# OpenCompressed_Title
source: Open a compressed Fluxion file...
af: Maak 'n saamgeperste Fluxion-lêer oop...
am: የታመቀ የFluxion ፋይል ክፈት...
ar: فتح ملف Fluxion مضغوط...
az: Sıxılmış Fluxion faylını açın...
be: Адкрыйце сціснуты файл Fluxion...
bg: Отворете компресиран файл на Fluxion...
bn: একটি সংকুচিত Fluxion ফাইল খুলুন...
ca: Obre un fitxer Fluxion comprimit...
cs: Otevřít komprimovaný soubor Fluxion...
cy: Agorwch ffeil Fluxion cywasgedig...
da: Åbn en komprimeret Fluxion-fil...
de: Öffnen Sie eine komprimierte Fluxion-Datei...
el: Ανοίξτε ένα συμπιεσμένο αρχείο Fluxion...
eo: Malfermu kunpremitan Fluxion-dosieron...
et: Avage tihendatud Fluxion-fail...
eu: Ireki Fluxion fitxategi konprimitu bat...
fa: باز کردن یک فایل Fluxion فشرده...
fi: Avaa pakattu Fluxion-tiedosto...
fr_ht: Louvri yon dosye Fluxion konprese...
fy: Iepenje in komprimearre Fluxion-bestân ...
ga: Oscail comhad Fluxion comhbhrúite...
gd: Fosgail faidhle fluxion teannachaidh ...
gl: Abre un ficheiro Fluxion comprimido...
gu: કોમ્પ્રેસ્ડ ફ્લક્સિયન ફાઇલ ખોલો...
he: פתח קובץ Fluxion דחוס...
hi: एक संपीड़ित फ़्लक्सियन फ़ाइल खोलें...
hr: Otvorite komprimiranu Fluxion datoteku...
hu: Nyisson meg egy tömörített Fluxion fájlt...
hy: Բացեք սեղմված Fluxion ֆայլը...
id: Buka file Fluxion terkompresi...
is: Opnaðu þjappaða Fluxion skrá...
it: Apri un file Fluxion compresso...
ka: გახსენით შეკუმშული Fluxion ფაილი...
kk: Қысылған Fluxion файлын ашыңыз...
km: បើកឯកសារ Fluxion ដែលបានបង្ហាប់...
kn: ಸಂಕುಚಿತ ಫ್ಲಕ್ಶನ್ ಫೈಲ್ ತೆರೆಯಿರಿ...
ko: 압축된 Fluxion 파일을 엽니다...
ku: Pelek Fluxionê ya pêçandî veke...
ky: Кысылган Fluxion файлын ачуу...
lb: Öffnen eng kompriméiert Fluxiounsdatei ...
lo: ເປີດໄຟລ໌ Fluxion ທີ່ຖືກບີບອັດ...
lt: Atidaryti suspaustą Fluxion failą...
lv: Atveriet saspiestu Fluxion failu...
mg: Sokafy ny fisie Fluxion...
mi: Whakatūwheratia he kōnae Fluxion kōpeke...
mk: Отворете компресирана датотека Fluxion...
ml: ഒരു കംപ്രസ് ചെയ്ത ഫ്ലക്‌ഷൻ ഫയൽ തുറക്കുക...
mn: Шахсан Fluxion файлыг нээх...
mr: संकुचित फ्लक्सियन फाइल उघडा...
ms: Buka fail Fluxion termampat...
mt: Iftaħ fajl Fluxion kompressat...
my: ချုံ့ထားသော Fluxion ဖိုင်ကိုဖွင့်ပါ...
ne: कम्प्रेस गरिएको फ्लक्सियन फाइल खोल्नुहोस्...
nl: Open een gecomprimeerd Fluxion-bestand...
no: Åpne en komprimert Fluxion-fil...
or: ଏକ ସଙ୍କୋଚିତ ଫ୍ଲକ୍ସିଅନ୍ ଫାଇଲ୍ ଖୋଲନ୍ତୁ ...
pa: ਇੱਕ ਸੰਕੁਚਿਤ Fluxion ਫਾਈਲ ਖੋਲ੍ਹੋ...
ps: یو کمپریس شوی فلکسین فایل خلاص کړئ ...
pt: Abra um arquivo Fluxion compactado...
ro: Deschideți un fișier Fluxion comprimat...
ru: Откройте сжатый файл Fluxion...
sd: هڪ کمپريس ٿيل فلڪسين فائل کوليو...
si: සම්පීඩිත Fluxion ගොනුවක් විවෘත කරන්න...
sk: Otvorte komprimovaný súbor Fluxion...
sl: Odprite stisnjeno datoteko Fluxion ...
sq: Hapni një skedar të kompresuar Fluxion...
sr: Отворите компримовану Флукион датотеку...
sv: Öppna en komprimerad Fluxion-fil...
sw: Fungua faili ya Fluxion iliyobanwa...
ta: சுருக்கப்பட்ட ஃப்ளக்ஷன் கோப்பைத் திறக்கவும்...
te: కంప్రెస్డ్ ఫ్లక్షన్ ఫైల్‌ను తెరవండి...
tg: Файли фишурдашудаи Fluxion-ро кушоед...
tl: Magbukas ng naka-compress na Fluxion file...
tr: Sıkıştırılmış bir Fluxion dosyasını açar...
ug: پىرىسلانغان Fluxion ھۆججىتىنى ئېچىڭ ...
uk: Відкрийте стиснутий файл Fluxion...
ur: ایک کمپریسڈ Fluxion فائل کھولیں...
uz: Siqilgan Fluxion faylini oching...
vi: Mở tệp Fluxion nén...
xh: Vula ifayile yeFluxion ecinezelweyo...
yi: עפֿענען אַ קאַמפּרעסט פלוקסיאָן טעקע ...
zh_hans_tw: 開啟壓縮的 Fluxion 檔案...
zu: Vula ifayela le-Fluxion elicindezelwe...

# SaveAs_Title
source: Save Fluxion file as...
af: Stoor Fluxion-lêer as...
am: Fluxion ፋይል አስቀምጥ እንደ...
ar: احفظ ملف Fluxion باسم...
az: Fluxion faylını qeyd edin...
be: Захаваць файл Fluxion як...
bg: Запазете файла на Fluxion като...
bn: Fluxion ফাইলটি এইভাবে সংরক্ষণ করুন...
ca: Desa el fitxer Fluxion com a...
cs: Uložit soubor Fluxion jako...
cy: Cadw ffeil Fluxion fel...
da: Gem Fluxion-fil som...
de: Fluxion-Datei speichern unter...
el: Αποθήκευση αρχείου Fluxion ως...
eo: Konservu Fluxion-dosieron kiel...
et: Salvesta Fluxioni fail nimega...
eu: Gorde Fluxion fitxategia honela...
fa: ذخیره فایل Fluxion به عنوان...
fi: Tallenna Fluxion-tiedosto nimellä...
fr_ht: Sove fichye Fluxion kòm...
fy: Fluxion-bestân bewarje as ...
ga: Sábháil an comhad Fluxion mar...
gd: Sàbhail am faidhle Fluxion mar ...
gl: Gardar o ficheiro Fluxion como...
gu: Fluxion ફાઇલને આ રીતે સાચવો...
he: שמור קובץ Fluxion כ...
hi: फ़्लक्सियन फ़ाइल को इस रूप में सहेजें...
hr: Spremi Fluxion datoteku kao...
hu: Fluxion fájl mentése másként...
hy: Պահպանեք Fluxion ֆայլը որպես...
id: Simpan file Fluxion sebagai...
is: Vista Fluxion skrá sem...
it: Salva il file Fluxion come...
ka: Fluxion ფაილის შენახვა როგორც...
kk: Fluxion файлын сақтау...
km: រក្សាទុកឯកសារ Fluxion ជា...
kn: ಫ್ಲಕ್ಶನ್ ಫೈಲ್ ಅನ್ನು ಹೀಗೆ ಉಳಿಸಿ...
ko: Fluxion 파일을 다른 이름으로 저장...
ku: Pelê Fluxion wekî tomar bike...
ky: Fluxion файлын төмөнкүдөй сактоо...
lb: Fluxion Datei späicheren als ...
lo: ບັນທຶກໄຟລ໌ Fluxion ເປັນ...
lt: Išsaugoti Fluxion failą kaip...
lv: Saglabāt Fluxion failu kā...
mg: Tehirizo ny rakitra Fluxion ho...
mi: Tiakina te kōnae Fluxion hei...
mk: Зачувајте ја датотеката Fluxion како...
ml: Fluxion ഫയൽ ഇതായി സംരക്ഷിക്കുക...
mn: Fluxion файлыг дараах байдлаар хадгалах...
mr: Fluxion फाइल म्हणून सेव्ह करा...
ms: Simpan fail Fluxion sebagai...
mt: Salv il-fajl Fluxion bħala...
my: Fluxion ဖိုင်ကို... အဖြစ်သိမ်းဆည်းပါ။
ne: Fluxion फाइल यस रूपमा बचत गर्नुहोस्...
nl: Fluxion-bestand opslaan als...
no: Lagre Fluxion-fil som...
or: ଫ୍ଲକ୍ସିଅନ୍ ଫାଇଲ୍ କୁ ସେଭ୍ କରନ୍ତୁ ...
pa: Fluxion ਫਾਈਲ ਨੂੰ ਇਸ ਤਰ੍ਹਾਂ ਸੁਰੱਖਿਅਤ ਕਰੋ...
ps: د فلکسیون فایل په توګه خوندي کړئ ...
pt: Salvar arquivo Fluxion como...
ro: Salvați fișierul Fluxion ca...
ru: Сохранить файл Fluxion как...
sd: Fluxion فائل محفوظ ڪريو جيئن...
si: Fluxion ගොනුව ලෙස සුරකින්න...
sk: Uložiť súbor Fluxion ako...
sl: Shrani datoteko Fluxion kot ...
sq: Ruaje skedarin Fluxion si...
sr: Сачувај Флукион датотеку као...
sv: Spara Fluxion-fil som...
sw: Hifadhi faili ya Fluxion kama...
ta: Fluxion கோப்பை இவ்வாறு சேமி...
te: ఫ్లక్షన్ ఫైల్‌ను ఇలా సేవ్ చేయండి...
tg: Файли Fluxionро ҳамчун... захира кунед
tl: I-save ang Fluxion file bilang...
tr: Fluxion dosyasını fakrlı kaydet...
ug: Fluxion ھۆججىتىنى ساقلاڭ ...
uk: Зберегти файл Fluxion як...
ur: Fluxion فائل کو بطور محفوظ کریں...
uz: Fluxion faylini saqlash...
vi: Lưu tệp Fluxion dưới dạng...
xh: Gcina ifayile yeFluxion njenge...
yi: היט פלוקסיאָן טעקע ווי ...
zh_hans_tw: 將 Fluxion 檔案另存為...
zu: Londoloza ifayela le-Fluxion njenge...

# SaveConfirmDialog
source: You have unsaved changes. Do you wish to save them?
af: Jy het ongestoorde veranderinge. Wil jy hulle red?
am: ያልተቀመጡ ለውጦች አሉዎት። እነሱን ማዳን ይፈልጋሉ?
ar: لم تحفظ التغييرات. هل ترغب في إنقاذهم؟
az: Saxlanmamış dəyişiklikləriniz var. Onları xilas etmək istəyirsən?
be: У вас ёсць незахаваныя змены. Вы хочаце іх выратаваць?
bg: Имате незапазени промени. Искате ли да ги спасите?
bn: আপনার অসংরক্ষিত পরিবর্তন আছে. আপনি তাদের সংরক্ষণ করতে চান?
ca: Tens canvis no desats. Vols salvar-los?
cs: Máte neuložené změny. Přejete si je zachránit?
cy: Mae gennych newidiadau heb eu cadw. Ydych chi am eu hachub?
da: Du har ikke-gemte ændringer. Vil du gemme dem?
de: Du hast nicht gespeicherte Änderungen. Möchten Sie sie retten?
el: Έχετε μη αποθηκευμένες αλλαγές. Θέλετε να τα σώσετε;
eo: Vi havas nekonservitajn ŝanĝojn. Ĉu vi volas savi ilin?
et: Teil on salvestamata muudatusi. Kas soovite neid päästa?
eu: Gorde gabeko aldaketak dituzu. Gorde nahi dituzu?
fa: شما تغییرات ذخیره نشده ای دارید. آیا می خواهید آنها را نجات دهید؟
fi: Sinulla on tallentamattomia muutoksia. Haluatko pelastaa ne?
fr_ht: Ou gen chanjman ki pa sove yo. Èske ou vle sove yo?
fy: Jo hawwe net bewarre feroarings. Wolle jo se bewarje?
ga: Tá athruithe gan sábháil agat. Ar mhaith leat iad a shábháil?
gd: Tha atharraichean agad nach deach a shàbhaladh. A bheil thu airson an sàbhaladh?
gl: Tes cambios sen gardar. Queres gardalos?
gu: તમારી પાસે વણસાચવેલા ફેરફારો છે. શું તમે તેમને બચાવવા માંગો છો?
he: יש לך שינויים שלא נשמרו. האם אתה רוצה להציל אותם?
hi: आपके पास सहेजे नहीं गए परिवर्तन हैं. क्या आप उन्हें बचाना चाहते हैं?
hr: Imate nespremljene promjene. Želite li ih spasiti?
hu: Nem mentett módosításai vannak. Meg akarod menteni őket?
hy: Դուք չպահված փոփոխություններ ունեք: Ցանկանու՞մ եք փրկել նրանց:
id: Anda memiliki perubahan yang belum disimpan. Apakah Anda ingin menyelamatkan mereka?
is: Þú ert með óvistaðar breytingar. Viltu bjarga þeim?
it: Sono presenti modifiche non salvate. Desideri salvarli?
ka: თქვენ გაქვთ შენახული ცვლილებები. გსურთ მათი გადარჩენა?
kk: Сізде сақталмаған өзгертулер бар. Сіз оларды құтқарғыңыз келе ме?
km: អ្នកមានការផ្លាស់ប្ដូរដែលមិនបានរក្សាទុក។ តើអ្នកចង់រក្សាទុកពួកគេទេ?
kn: ನೀವು ಉಳಿಸದ ಬದಲಾವಣೆಗಳನ್ನು ಹೊಂದಿರುವಿರಿ. ನೀವು ಅವರನ್ನು ಉಳಿಸಲು ಬಯಸುವಿರಾ?
ko: 저장되지 않은 변경사항이 있습니다. 그들을 저장하시겠습니까?
ku: Te guherandinên nehatine tomarkirin hene. Ma hûn dixwazin wan xilas bikin?
ky: Сизде сактала элек өзгөртүүлөр бар. Аларды сактап калгыңыз келеби?
lb: Dir hutt net gespäichert Ännerungen. Wëllt Dir se retten?
lo: ທ່ານມີການປ່ຽນແປງທີ່ຍັງບໍ່ໄດ້ບັນທຶກໄວ້. ເຈົ້າຕ້ອງການຊ່ວຍປະຢັດພວກມັນບໍ?
lt: Turite neišsaugotų pakeitimų. Ar norite juos išsaugoti?
lv: Jums ir nesaglabātas izmaiņas. Vai vēlaties tos saglabāt?
mg: Manana fiovana tsy voatahiry ianao. Te hamonjy azy ireo ve ianao?
mi: He huringa kare ano koe i tiakina. Kei te pirangi koe ki te whakaora i a raatau?
mk: Имате незачувани промени. Дали сакате да ги спасите?
ml: നിങ്ങൾക്ക് സംരക്ഷിക്കാത്ത മാറ്റങ്ങളുണ്ട്. അവരെ രക്ഷിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mn: Танд хадгалагдаагүй өөрчлөлтүүд байна. Та тэднийг аврахыг хүсч байна уу?
mr: तुमच्याकडे जतन न केलेले बदल आहेत. आपण त्यांना वाचवू इच्छिता?
ms: Anda mempunyai perubahan yang belum disimpan. Adakah anda ingin menyelamatkan mereka?
mt: Għandek bidliet mhux salvati. Tixtieq issalvahom?
my: သင့်တွင် မသိမ်းဆည်းရသေးသော ပြောင်းလဲမှုများ ရှိသည်။ သူတို့ကို ကယ်တင်ချင်ပါသလား။
ne: तपाईंसँग सुरक्षित नगरिएका परिवर्तनहरू छन्। के तपाईं तिनीहरूलाई बचाउन चाहनुहुन्छ?
nl: U heeft niet-opgeslagen wijzigingen. Wilt u ze opslaan?
no: Du har ulagrede endringer. Ønsker du å lagre dem?
or: ତୁମର ସଞ୍ଚୟ ପରିବର୍ତ୍ତନ ନାହିଁ | ଆପଣ ସେଗୁଡ଼ିକୁ ବଞ୍ଚାଇବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa: ਤੁਹਾਡੇ ਕੋਲ ਅਣਰੱਖਿਅਤ ਤਬਦੀਲੀਆਂ ਹਨ। ਕੀ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਬਚਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ps: تاسو نه خوندي شوي بدلونونه لرئ. ایا تاسو غواړئ چې دوی وژغورئ؟
pt: Você tem alterações não salvas. Você deseja salvá-los?
ro: Aveți modificări nesalvate. Doriți să le salvați?
ru: У вас есть несохраненные изменения. Вы хотите их спасти?
sd: توھان وٽ غير محفوظ ٿيل تبديليون آھن. ڇا توھان انھن کي بچائڻ چاھيو ٿا؟
si: ඔබට නොසුරකින ලද වෙනස්කම් ඇත. ඔබ ඒවා සුරැකීමට කැමතිද?
sk: Máte neuložené zmeny. Chcete ich zachrániť?
sl: Imate neshranjene spremembe. Ali jih želite rešiti?
sq: Ju keni ndryshime të paruajtura. Dëshironi t'i shpëtoni ata?
sr: Имате несачуване промене. Да ли желите да их спасете?
sv: Du har osparade ändringar. Vill du spara dem?
sw: Una mabadiliko ambayo hayajahifadhiwa. Je, ungependa kuwaokoa?
ta: உங்களிடம் சேமிக்கப்படாத மாற்றங்கள் உள்ளன. நீங்கள் அவர்களை காப்பாற்ற விரும்புகிறீர்களா?
te: మీరు సేవ్ చేయని మార్పులను కలిగి ఉన్నారు. మీరు వాటిని సేవ్ చేయాలనుకుంటున్నారా?
tg: Шумо тағиротҳои захиранашуда доред. Оё шумо мехоҳед онҳоро наҷот диҳед?
tl: Mayroon kang mga hindi na-save na pagbabago. Nais mo bang iligtas sila?
tr: Kaydedilmemiş değişiklikleriniz var. Kaydetmek ister misiniz?
ug: ساقلانمىغان ئۆزگەرتىشلىرىڭىز بار. ئۇلارنى قۇتۇلدۇرماقچىمۇ؟
uk: У вас є незбережені зміни. Ви хочете їх врятувати?
ur: آپ کے پاس غیر محفوظ شدہ تبدیلیاں ہیں۔ کیا آپ ان کو بچانا چاہتے ہیں؟
uz: Sizda saqlanmagan oʻzgarishlar bor. Siz ularni qutqarishni xohlaysizmi?
vi: Bạn có các thay đổi chưa lưu. Bạn có muốn cứu họ không?
xh: Unotshintsho olungagcinwanga. Ngaba unqwenela ukuzigcina?
yi: איר האָט נישט געראטעוועט ענדערונגען. צי איר ווילן צו ראַטעווען זיי?
zh_hans_tw: 您有未儲存的變更。你想拯救他們嗎？
zu: Unezinguquko ezingalondoloziwe. Ingabe uyafisa ukuwalondoloza?

# SaveConfirmYes
source: Yes
af: Ja
am: አዎ
ar: نعم
az: Bəli
be: так
bg: да
bn: হ্যাঁ
ca: Sí
cs: Ano
cy: Oes
da: Ja
de: Ja
el: Ναί
eo: Jes
et: Jah
eu: Bai
fa: آره
fi: Joo
fr_ht: Wi
fy: Ja
ga: Tá
gd: Tha
gl: Si
gu: હા
he: כן
hi: हाँ
hr: Da
hu: Igen
hy: Այո՛
id: Ya
is: Já
it: SÌ
ka: დიახ
kk: Иә
km: បាទ
kn: ಹೌದು
ko: 예
ku: Erê
ky: Ооба
lb: Jo
lo: ແມ່ນແລ້ວ
lt: Taip
lv: Jā
mg: ENY
mi: Ae
mk: Да
ml: അതെ
mn: Тиймээ
mr: होय
ms: ya
mt: Iva
my: ဟုတ်ကဲ့
ne: हो
nl: Ja
no: Ja
or: ହଁ
pa: ਹਾਂ
ps: هو
pt: Sim
ro: da
ru: Да
sd: ها
si: ඔව්
sk: Áno
sl: ja
sq: po
sr: да
sv: Ja
sw: Ndiyo
ta: ஆம்
te: అవును
tg: Бале
tl: Oo
tr: Evet
ug: ھەئە
uk: Так
ur: جی ہاں
uz: Ha
vi: Đúng
xh: Ewe
yi: יא
zh_hans_tw: 是的
zu: Yebo
