Repository: Haltroy/FluxionViewer
Catalog: src/FluxionViewer/Lang/Lang.*.resx
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ht, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, ps, pt, ro, ru, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, tl, tr, ug, uk, ur, uz, vi, xh, yi, zh_hans_tw, zu

# ToolTip_Copy
source: Copy this node...
af: Kopieer hierdie nodus...
am: ይህን መስቀለኛ መንገድ ቅዳ...
ar: انسخ هذه العقدة...
az: Bu nodu kopyalayın...
be: Скапіраваць гэты вузел...
bg: Копирайте този възел...
bn: এই নোডটি অনুলিপি করুন...
ca: Copia aquest node...
cs: Zkopírujte tento uzel...
cy: Copïwch y nod hwn ...
da: Kopiér denne node...
de: Kopieren Sie diesen Knoten...
el: Αντιγράψτε αυτόν τον κόμβο...
eo: Kopiu ĉi tiun nodon...
et: Kopeeri see sõlm...
eu: Kopiatu nodo hau...
fa: این گره را کپی کنید...
fi: Kopioi tämä solmu...
fr_ht: Kopi node sa a...
fy: Kopiearje dizze knooppunt...
ga: Cóipeáil an nód seo...
gd: Dèan lethbhreac dhen nòta seo...
gl: Copia este nodo...
gu: આ નોડની નકલ કરો...
he: העתק את הצומת הזה...
hi: इस नोड को कॉपी करें...
hr: Kopiraj ovaj čvor...
hu: A csomópont másolása...
hy: Պատճենել այս հանգույցը...
id: Salin simpul ini...
is: Afritaðu þennan hnút...
it: Copia questo nodo...
ka: დააკოპირეთ ეს კვანძი...
kk: Осы түйінді көшіру...
km: ចម្លងថ្នាំងនេះ...
kn: ಈ ನೋಡ್ ಅನ್ನು ನಕಲಿಸಿ...
ko: 이 노드를 복사하세요...
ku: Vê nodê kopî bikin...
ky: Бул түйүндү көчүрүү...
lb: Kopéiert dësen Node ...
lo: ສຳເນົາ node...
lt: Kopijuoti šį mazgą...
lv: Kopēt šo mezglu...
mg: Adikao ity node ity...
mi: Tāruatia tēnei kōpuku...
mk: Копирајте го овој јазол...
ml: ഈ നോഡ് പകർത്തുക...
mn: Энэ зангилаа хуулах...
mr: हा नोड कॉपी करा...
ms: Salin nod ini...
mt: Ikkopja dan in-node...
my: ဤ node ကို ကူးယူပါ...
ne: यो नोड प्रतिलिपि गर्नुहोस्...
nl: Kopieer dit knooppunt...
no: Kopier denne noden...
or: ଏହି ନୋଡ୍ କପି କରନ୍ତୁ ...
pa: ਇਸ ਨੋਡ ਨੂੰ ਕਾਪੀ ਕਰੋ...
ps: دا نوډ کاپي کړئ ...
pt: Copie este nó...
ro: Copiați acest nod...
ru: Скопируйте этот узел...
sd: هن نوڊ کي نقل ڪريو...
si: මෙම නෝඩය පිටපත් කරන්න...
sk: Skopírujte tento uzol...
sl: Kopiraj to vozlišče ...
sq: Kopjo këtë nyje...
sr: Копирај овај чвор...
sv: Kopiera den här noden...
sw: Nakili nodi hii...
ta: இந்த முனையை நகலெடுக்கவும்...
te: ఈ నోడ్‌ని కాపీ చేయండి...
tg: Ин гиреҳро нусхабардорӣ кунед...
tl: Kopyahin ang node na ito...
tr: Bu düğğümü kopyala...
ug: بۇ تۈگۈننى كۆچۈرۈڭ ...
uk: Скопіюйте цей вузол...
ur: اس نوڈ کو کاپی کریں...
uz: Ushbu tugunni nusxalash...
vi: Sao chép nút này...
xh: Khuphela le nodi...
yi: קאָפּי דעם נאָדע ...
zh_hans_tw: 複製該節點...
zu: Kopisha le nodi...

# ToolTip_Add
source: Add a new node...
af: Voeg 'n nuwe nodus by...
am: አዲስ መስቀለኛ መንገድ አክል...
ar: إضافة عقدة جديدة...
az: Yeni qovşaq əlavə edin...
be: Дадаць новы вузел...
bg: Добавете нов възел...
bn: একটি নতুন নোড যোগ করুন...
ca: Afegeix un nou node...
cs: Přidat nový uzel...
cy: Ychwanegu nod newydd...
da: Tilføj en ny node...
de: Einen neuen Knoten hinzufügen...
el: Προσθήκη νέου κόμβου...
eo: Aldonu novan nodon...
et: Lisa uus sõlm...
eu: Gehitu nodo berri bat...
fa: اضافه کردن یک گره جدید...
fi: Lisää uusi solmu...
fr_ht: Ajoute yon nouvo ne...
fy: In nij knooppunt tafoegje ...
ga: Cuir nód nua leis...
gd: Cuir nod ùr ris...
gl: Engadir un novo nodo...
gu: એક નવો નોડ ઉમેરો...
he: הוסף צומת חדש...
hi: एक नया नोड जोड़ें...
hr: Dodaj novi čvor...
hu: Új csomópont hozzáadása...
hy: Ավելացնել նոր հանգույց...
id: Tambahkan simpul baru...
is: Bæta við nýjum hnút...
it: Aggiungi un nuovo nodo...
ka: დაამატეთ ახალი კვანძი...
kk: Жаңа түйін қосу...
km: បន្ថែមថ្នាំងថ្មី...
kn: ಹೊಸ ನೋಡ್ ಸೇರಿಸಿ...
ko: 새 노드 추가...
ku: Nêvek nû lê zêde bike...
ky: Жаңы түйүн кошуу...
lb: Füügt en neien Node ...
lo: ເພີ່ມ node ໃໝ່...
lt: Pridėti naują mazgą...
lv: Pievienot jaunu mezglu...
mg: Manampia node vaovao...
mi: Tāpirihia he kōpuku hou...
mk: Додадете нов јазол...
ml: ഒരു പുതിയ നോഡ് ചേർക്കുക...
mn: Шинэ зангилаа нэмэх...
mr: नवीन नोड जोडा...
ms: Tambah nod baharu...
mt: Żid nodu ġdid...
my: node အသစ်တစ်ခုထည့်ပါ...
ne: नयाँ नोड थप्नुहोस्...
nl: Een nieuw knooppunt toevoegen...
no: Legg til en ny node...
or: ଏକ ନୂତନ ନୋଡ୍ ଯୋଡନ୍ତୁ ...
pa: ਇੱਕ ਨਵਾਂ ਨੋਡ ਸ਼ਾਮਲ ਕਰੋ...
ps: یو نوی نوډ اضافه کړئ ...
pt: Adicione um novo nó...
ro: Adăugați un nod nou...
ru: Добавить новый узел...
sd: نئون نوڊ شامل ڪريو...
si: නව නෝඩයක් එක් කරන්න...
sk: Pridať nový uzol...
sl: Dodaj novo vozlišče ...
sq: Shto një nyje të re...
sr: Додајте нови чвор...
sv: Lägg till en ny nod...
sw: Ongeza nodi mpya...
ta: புதிய முனையைச் சேர்...
te: కొత్త నోడ్‌ని జోడించండి...
tg: Иловаи гиреҳи нав...
tl: Magdagdag ng bagong node...
tr: Yeni bir düğüm ekle...
ug: يېڭى تۈگۈن قوشۇڭ ...
uk: Додати новий вузол...
ur: ایک نیا نوڈ شامل کریں...
uz: Yangi tugun qo'shing...
vi: Thêm một nút mới...
xh: Yongeza indawo entsha...
yi: לייג אַ נייַע נאָדע ...
zh_hans_tw: 新增節點...
zu: Engeza inodi entsha...

# ToolTip_Delete
source: Delete the selected node...
af: Vee die geselekteerde nodus uit...
am: የተመረጠውን መስቀለኛ መንገድ ሰርዝ...
ar: حذف العقدة المحددة...
az: Seçilmiş qovşağı silin...
be: Выдаліць выбраны вузел...
bg: Изтриване на избрания възел...
bn: নির্বাচিত নোড মুছুন...
ca: Suprimeix el node seleccionat...
cs: Smazat vybraný uzel...
cy: Dileu'r nod a ddewiswyd...
da: Slet den valgte node...
de: Den ausgewählten Knoten löschen...
el: Διαγραφή του επιλεγμένου κόμβου...
eo: Forigu la elektitan nodon...
et: Kustuta valitud sõlm...
eu: Ezabatu hautatutako nodoa...
fa: حذف گره انتخاب شده...
fi: Poista valittu solmu...
fr_ht: Efase node ki chwazi a...
fy: It selektearre knooppunt wiskje...
ga: Scrios an nód roghnaithe...
gd: Sguab às an nòta taghte ...
gl: Eliminar o nodo seleccionado...
gu: પસંદ કરેલ નોડ કાઢી નાખો...
he: מחק את הצומת שנבחר...
hi: चयनित नोड हटाएं...
hr: Izbriši odabrani čvor...
hu: A kijelölt csomópont törlése...
hy: Ջնջել ընտրված հանգույցը...
id: Hapus simpul yang dipilih...
is: Eyða völdum hnút...
it: Elimina il nodo selezionato...
ka: არჩეული კვანძის წაშლა...
kk: Таңдалған түйінді жою...
km: លុបថ្នាំងដែលបានជ្រើសរើស...
kn: ಆಯ್ಕೆಮಾಡಿದ ನೋಡ್ ಅನ್ನು ಅಳಿಸಿ...
ko: 선택한 노드 삭제...
ku: Girêka hilbijartî jêbirin...
ky: Тандалган түйүндү жок кылуу...
lb: De gewielten Node läschen ...
lo: ລຶບ node ທີ່ເລືອກ...
lt: Ištrinti pasirinktą mazgą...
lv: Dzēst atlasīto mezglu...
mg: Fafao ny node voafantina...
mi: Mukua te pona kua tohua...
mk: Избришете го избраниот јазол...
ml: തിരഞ്ഞെടുത്ത നോഡ് ഇല്ലാതാക്കുക...
mn: Сонгосон зангилааг устгах...
mr: निवडलेला नोड हटवा...
ms: Padamkan nod yang dipilih...
mt: Ħassar in-nodu magħżul...
my: ရွေးချယ်ထားသော ကုဒ်ကို ဖျက်ပါ...
ne: चयन गरिएको नोड मेटाउनुहोस्...
nl: Verwijder het geselecteerde knooppunt...
no: Slett den valgte noden...
or: ମନୋନୀତ ନୋଡ୍ ବିଲୋପ କରନ୍ତୁ ...
pa: ਚੁਣਿਆ ਨੋਡ ਮਿਟਾਓ...
ps: ټاکل شوی نوډ ړنګ کړئ...
pt: Exclua o nó selecionado...
ro: Ștergeți nodul selectat...
ru: Удалить выбранный узел...
sd: منتخب ٿيل نوڊ کي ختم ڪريو...
si: තෝරාගත් නෝඩය මකන්න...
sk: Odstrániť vybratý uzol...
sl: Izbriši izbrano vozlišče ...
sq: Fshi nyjen e zgjedhur...
sr: Избришите изабрани чвор...
sv: Ta bort den valda noden...
sw: Futa nodi iliyochaguliwa...
ta: தேர்ந்தெடுக்கப்பட்ட முனையை நீக்கு...
te: ఎంచుకున్న నోడ్‌ని తొలగించు...
tg: Гиреҳи интихобшударо нест кунед...
tl: Tanggalin ang napiling node...
tr: Seçili düğümü kaldır...
ug: تاللانغان تۈگۈننى ئۆچۈرۈڭ ...
uk: Видалити вибраний вузол...
ur: منتخب نوڈ کو حذف کریں...
uz: Tanlangan tugunni oʻchirish...
vi: Xóa nút đã chọn...
xh: Cima indawo ekhethiweyo...
yi: ויסמעקן די אויסגעקליבן נאָדע...
zh_hans_tw: 刪除選定的節點...
zu: Susa inodi ekhethiwe...

# ToolTip_Open
source: Open a file...
af: Maak 'n lêer oop...
am: ፋይል ክፈት...
ar: فتح ملف...
az: Fayl açın...
be: Адкрыць файл...
bg: Отворете файл...
bn: একটি ফাইল খুলুন...
ca: Obre un fitxer...
cs: Otevřít soubor...
cy: Agor ffeil...
da: Åbn en fil...
de: Öffne einen Ordner...
el: Άνοιγμα αρχείου...
eo: Malfermu dosieron...
et: Ava fail...
eu: Ireki fitxategi bat...
fa: باز کردن یک فایل ...
fi: Avaa tiedosto...
fr_ht: Louvri yon fichye...
fy: Iepenje in triem...
ga: Oscail comhad...
gd: Fosgail faidhle...
gl: Abrir un ficheiro...
gu: ફાઇલ ખોલો...
he: פתח קובץ...
hi: एक फ़ाइल खोलो...
hr: Otvori datoteku...
hu: Fájl megnyitása...
hy: Բացել ֆայլ...
id: Buka berkas...
is: Opnaðu skrá...
it: Apri un file...
ka: გახსენით ფაილი...
kk: Файлды ашу...
km: បើកឯកសារ...
kn: ಫೈಲ್ ತೆರೆಯಿರಿ...
ko: 파일 열기...
ku: Pelek veke...
ky: Файлды ачуу...
lb: E Fichier opmaachen ...
lo: ເປີດໄຟລ໌...
lt: Atidaryti failą...
lv: Atvērt failu...
mg: Sokafy rakitra...
mi: Tuwhera he kōnae...
mk: Отвори датотека...
ml: ഒരു ഫയൽ തുറക്കുക...
mn: Файл нээх...
mr: फाइल उघडा...
ms: Buka fail...
mt: Iftaħ fajl...
my: ဖိုင်တစ်ခုဖွင့်ပါ...
ne: एउटा फाइल खोल्नुहोस्...
nl: Een bestand openen...
no: Åpne en fil...
or: ଏକ ଫାଇଲ୍ ଖୋଲ ...
pa: ਇੱਕ ਫਾਈਲ ਖੋਲ੍ਹੋ...
ps: یو فایل خلاص کړئ ...
pt: Abra um arquivo...
ro: Deschide un fișier...
ru: Открыть файл...
sd: فائل کوليو...
si: ගොනුවක් විවෘත කරන්න...
sk: Otvoriť súbor...
sl: Odpri datoteko ...
sq: Hap një skedar...
sr: Отвори датотеку...
sv: Öppna en fil...
sw: Fungua faili...
ta: கோப்பைத் திற...
te: ఫైల్‌ని తెరవండి...
tg: Файл кушоед...
tl: Magbukas ng file...
tr: Dosya aç...
ug: ھۆججەت ئېچىڭ ...
uk: Відкрити файл...
ur: ایک فائل کھولیں...
uz: Faylni ochish...
vi: Mở tệp tin...
xh: Vula ifayile...
yi: עפֿענען אַ טעקע...
zh_hans_tw: 開啟檔案...
zu: Vula ifayela...

# ToolTip_OpenCompressed
source: Open a compressed file...
af: Maak 'n saamgeperste lêer oop...
am: የታመቀ ፋይል ክፈት...
ar: فتح ملف مضغوط...
az: Sıxılmış faylı açın...
be: Адкрыць сціснуты файл...
bg: Отворете компресиран файл...
bn: একটি সংকুচিত ফাইল খুলুন...
ca: Obre un fitxer comprimit...
cs: Otevřít komprimovaný soubor...
cy: Agor ffeil gywasgedig...
da: Åbn en komprimeret fil...
de: Eine komprimierte Datei öffnen...
el: Άνοιγμα συμπιεσμένου αρχείου...
eo: Malfermu kunpremitan dosieron...
et: Ava tihendatud fail...
eu: Ireki konprimitutako fitxategi bat...
fa: باز کردن یک فایل فشرده ...
fi: Avaa pakattu tiedosto...
fr_ht: Louvri yon dosye konprese...
fy: Iepenje in komprimearre triem ...
ga: Oscail comhad comhbhrúite...
gd: Fosgail faidhle teannaichte ...
gl: Abrir un ficheiro comprimido...
gu: સંકુચિત ફાઇલ ખોલો...
he: פתח קובץ דחוס...
hi: एक संपीड़ित फ़ाइल खोलें...
hr: Otvori komprimiranu datoteku...
hu: Nyisson meg egy tömörített fájlt...
hy: Բացեք սեղմված ֆայլ...
id: Buka file terkompresi...
is: Opnaðu þjappaða skrá...
it: Apri un file compresso...
ka: გახსენით შეკუმშული ფაილი...
kk: Қысылған файлды ашу...
km: បើកឯកសារដែលបានបង្ហាប់...
kn: ಸಂಕುಚಿತ ಫೈಲ್ ತೆರೆಯಿರಿ...
ko: 압축파일을 열어보세요...
ku: Pelek pêçandî veke...
ky: Кысылган файлды ачуу...
lb: Öffnen eng kompriméiert Datei ...
lo: ເປີດໄຟລ໌ທີ່ຖືກບີບອັດ...
lt: Atidaryti suglaudintą failą...
lv: Atveriet saspiestu failu...
mg: Sokafy rakitra voatsindry...
mi: Whakatūwheratia he kōnae kōpeke...
mk: Отворете компресирана датотека...
ml: കംപ്രസ് ചെയ്ത ഫയൽ തുറക്കുക...
mn: Шахсан файлыг нээх...
mr: संकुचित फाइल उघडा...
ms: Buka fail termampat...
mt: Iftaħ fajl kompressat...
my: ချုံ့ထားသောဖိုင်ကိုဖွင့်ပါ...
ne: कम्प्रेस गरिएको फाइल खोल्नुहोस्...
nl: Een gecomprimeerd bestand openen...
no: Åpne en komprimert fil...
or: ଏକ ସଙ୍କୋଚିତ ଫାଇଲ୍ ଖୋଲନ୍ତୁ ...
pa: ਇੱਕ ਸੰਕੁਚਿਤ ਫਾਈਲ ਖੋਲ੍ਹੋ...
ps: یو کمپریس شوی فایل خلاص کړئ ...
pt: Abra um arquivo compactado...
ro: Deschideți un fișier comprimat...
ru: Откройте сжатый файл...
sd: هڪ کمپريس ٿيل فائل کوليو...
si: සම්පීඩිත ගොනුවක් විවෘත කරන්න...
sk: Otvorte komprimovaný súbor...
sl: Odprite stisnjeno datoteko ...
sq: Hapni një skedar të kompresuar...
sr: Отворите компримовану датотеку...
sv: Öppna en komprimerad fil...
sw: Fungua faili iliyobanwa...
ta: சுருக்கப்பட்ட கோப்பைத் திறக்கவும்...
te: కంప్రెస్డ్ ఫైల్‌ని తెరవండి...
tg: Файли фишурдашударо кушоед...
tl: Magbukas ng naka-compress na file...
tr: Sıkıştırılmış bir dosyayı aç...
ug: پىرىسلانغان ھۆججەتنى ئېچىڭ ...
uk: Відкрити стиснутий файл...
ur: ایک کمپریسڈ فائل کھولیں...
uz: Siqilgan faylni oching...
vi: Mở một tập tin nén...
xh: Vula ifayile ecinezelweyo...
yi: עפֿענען אַ קאַמפּרעסט טעקע ...
zh_hans_tw: 開啟壓縮檔...
zu: Vula ifayela elicindezelwe...

# ToolTip_Compression
source: Compression:
af: Kompressie:
am: መጨናነቅ፡
ar: ضغط:
az: Sıxılma:
be: Сцісканне:
bg: Компресия:
bn: সঙ্কোচন:
ca: Compressió:
cs: Komprese:
cy: Cywasgu:
da: Kompression:
de: Kompression:
el: Συμπίεση:
eo: Kunpremo:
et: Kokkusurumine:
eu: Konpresioa:
fa: فشرده سازی:
fi: Puristus:
fr_ht: Konpresyon:
fy: Kompresje:
ga: Comhbhrú:
gd: Dùmhlachd:
gl: Compresión:
gu: સંકોચન:
he: דְחִיסָה:
hi: संपीड़न:
hr: Kompresija:
hu: Tömörítés:
hy: Սեղմում:
id: Kompresi:
is: Þjöppun:
it: Compressione:
ka: შეკუმშვა:
kk: Қысу:
km: ការបង្ហាប់៖
kn: ಸಂಕೋಚನ:
ko: 압축:
ky: кысуу:
lb: Kompressioun:
lo: ການບີບອັດ:
lt: Suspaudimas:
lv: Saspiešana:
mg: Famoretana:
mi: Kōpeketanga:
mk: Компресија:
ml: കംപ്രഷൻ:
mn: Шахалт:
mr: कॉम्प्रेशन:
ms: Mampatan:
mt: Kompressjoni:
my: နှိမ့်ချမှု-
ne: सङ्कुचन:
nl: Compressie:
no: Komprimering:
or: ସଙ୍କୋଚନ:
pa: ਸੰਕੁਚਨ:
ps: کمپریشن:
pt: Compressão:
ro: Comprimare:
ru: Сжатие:
sd: ڪمپريشن:
si: සම්පීඩනය:
sk: Kompresia:
sl: Stiskanje:
sq: Kompresimi:
sr: Компресија:
sv: Kompression:
sw: Mfinyazo:
ta: சுருக்க:
te: కుదింపు:
tg: Компрессия:
tr: Sıkıştırma:
ug: پىرىسلاش:
uk: Стиснення:
ur: کمپریشن:
uz: Siqish:
vi: Nén:
xh: Uxinzelelo:
yi: צוזאמקוועטשן:
zh_hans_tw: 壓縮：
zu: Ukuminyanisa:

# ToolTipButton_Load
source: Load
af: Laai
am: ጫን
ar: حمولة
az: yük
be: Нагрузка
bg: Заредете
bn: বোঝা
ca: Carrega
cs: Zatížení
cy: Llwyth
da: belastning
de: Belastung
el: Φορτώνω
eo: Ŝarĝo
et: Laadige
eu: Kargatu
fa: بار
fi: Ladata
fr_ht: Chaj
fy: Lade
ga: Luchtaigh
gd: Luchdaich
gl: Carga
gu: લોડ
he: לִטעוֹן
hi: भार
hr: Opterećenje
hu: Betöltés
hy: Բեռնել
id: Memuat
is: Hlaða
it: Carico
ka: ჩატვირთვა
kk: Жүктеу
km: ផ្ទុក
kn: ಲೋಡ್ ಮಾಡಿ
ko: 짐
ku: Dawetkirin
ky: Жүктөө
lb: Lueden
lo: ໂຫຼດ
lt: Įkelti
lv: Ielādēt
mg: entana
mi: Utaina
mk: Вчитај
ml: ലോഡ് ചെയ്യുക
mn: Ачаалал
mr: लोड
ms: Muatkan
mt: Tagħbija
my: ဝန်
ne: लोड
nl: Laden
no: Laste
or: ଲୋଡ୍ କର |
pa: ਲੋਡ ਕਰੋ
ps: بار
pt: Carregar
ro: Sarcină
ru: Нагрузка
sd: لوڊ
si: පැටවීම
sk: Naložiť
sl: obremenitev
sq: Ngarkoni
sr: Учитај
sv: Ladda
sw: Mzigo
ta: ஏற்றவும்
te: లోడ్ చేయండి
tg: Бор кардан
tl: Magkarga
tr: Yükle
uk: навантаження
ur: لوڈ
uz: Yuklash
vi: Trọng tải
xh: Layisha
yi: לאָדן
zh_hans_tw: 載入
zu: Layisha

# ToolTip_Encoding
source: Encoding:
af: Enkodering:
am: ኢንኮዲንግ፡
ar: التشفير:
az: Kodlaşdırma:
be: Кадзіроўка:
bg: Кодиране:
bn: এনকোডিং:
ca: Codificació:
cs: kódování:
cy: Amgodio:
da: Indkodning:
de: Codierung:
el: Κωδικοποίηση:
eo: Kodigado:
et: Kodeering:
eu: Kodeketa:
fa: رمزگذاری:
fi: Koodaus:
fr_ht: Kodaj:
fy: Kodearring:
ga: Ionchódú:
gd: Còdachadh:
gl: Codificación:
gu: એન્કોડિંગ:
he: הַצפָּנָה:
hi: एन्कोडिंग:
hr: Kodiranje:
hu: Kódolás:
hy: Կոդավորում:
id: Pengkodean:
is: Kóðun:
it: Codifica:
ka: კოდირება:
kk: Кодтау:
km: ការអ៊ិនកូដ៖
kn: ಎನ್ಕೋಡಿಂಗ್:
ko: 부호화:
ku: Şîfrekirin:
ky: Коддоо:
lb: Kodéierung:
lo: ການເຂົ້າລະຫັດ:
lt: Kodavimas:
lv: Kodējums:
mi: Whakawaehere:
mk: Кодирање:
ml: എൻകോഡിംഗ്:
mn: Кодлох:
mr: एन्कोडिंग:
ms: Pengekodan:
mt: Kodifikazzjoni:
my: ကုဒ်သွင်းခြင်း-
ne: इन्कोडिङ:
nl: Codering:
no: Koding:
or: ଏନକୋଡିଂ:
pa: ਏਨਕੋਡਿੰਗ:
ps: کوډ کول:
pt: Codificação:
ro: Codificare:
ru: Кодировка:
sd: انڪوڊنگ:
si: කේතනය:
sk: kódovanie:
sl: Kodiranje:
sq: Kodimi:
sr: Кодирање:
sv: Kodning:
sw: Usimbaji:
ta: குறியாக்கம்:
te: ఎన్‌కోడింగ్:
tg: Рамзгузорӣ:
tr: Kodlama:
ug: كودلاش:
uk: кодування:
ur: انکوڈنگ:
uz: Kodlash:
vi: Mã hóa:
xh: Ufakelo lweekhowudi:
yi: קאָדירונג:
zh_hans_tw: 編碼：
zu: Ukufaka ikhodi:

# ToolTipButton_Save
source: Save
af: Stoor
am: አስቀምጥ
ar: يحفظ
az: Yadda saxla
be: Захаваць
bg: Запазване
bn: সংরক্ষণ
ca: Desa
cs: Uložit
cy: Arbed
da: Gemme
de: Speichern
el: Αποθηκεύσετε
eo: Savi
et: Salvesta
eu: Gorde
fa: صرفه جویی
fi: Tallentaa
fr_ht: Sove
fy: Rêde
ga: Sábháil
gd: Sàbhail
gl: Gardar
gu: સાચવો
he: להציל
hi: बचाना
hr: Uštedjeti
hu: Megment
hy: Պահպանել
id: Menyimpan
is: Vista
it: Salva
ka: Გადარჩენა
kk: Сақтау
km: រក្សាទុក
kn: ಉಳಿಸಿ
ko: 구하다
ku: Rizgarkirin
ky: Сактоо
lb: Späicheren
lo: ບັນທຶກ
lt: Sutaupyti
lv: Saglabāt
mg: afa-tsy
mi: Tiaki
mk: Зачувај
ml: രക്ഷിക്കും
mn: Хадгалах
mr: जतन करा
ms: Jimat
mt: Ħlief
my: သိမ်းဆည်းပါ။
ne: बचत गर्नुहोस्
nl: Redden
no: Lagre
or: ସଞ୍ଚୟ କରନ୍ତୁ |
pa: ਸੇਵ ਕਰੋ
ps: خوندي کړئ
pt: Salvar
ro: Salvați
ru: Сохранять
sd: بچايو
si: සුරකින්න
sk: Uložiť
sl: Shrani
sq: Ruaj
sr: сачувати
sv: Spara
sw: Hifadhi
ta: சேமிக்கவும்
te: సేవ్ చేయండి
tg: Захира кунед
tl: I-save
tr: Kaydet
ug: ساقلاش
uk: зберегти
ur: محفوظ کریں۔
uz: Saqlash
vi: Cứu
xh: Gcina
yi: היט
zh_hans_tw: 節省
zu: Londoloza

# ToolTip_SaveFile
source: Save this file...
af: Stoor hierdie lêer...
am: ይህን ፋይል አስቀምጥ...
ar: احفظ هذا الملف...
az: Bu faylı yadda saxla...
be: Захаваць гэты файл...
bg: Запазете този файл...
bn: এই ফাইলটি সংরক্ষণ করুন...
ca: Desa aquest fitxer...
cs: Uložit tento soubor...
cy: Cadw'r ffeil hon...
da: Gem denne fil...
de: Speichern Sie diese Datei...
el: Αποθηκεύστε αυτό το αρχείο...
eo: Konservu ĉi tiun dosieron...
et: Salvesta see fail...
eu: Gorde fitxategi hau...
fa: این فایل را ذخیره کنید...
fi: Tallenna tämä tiedosto...
fr_ht: Sove fichye sa...
fy: Bewarje dizze triem...
ga: Sábháil an comhad seo...
gd: Sàbhail am faidhle seo...
gl: Garda este ficheiro...
gu: આ ફાઇલ સાચવો...
he: שמור את הקובץ הזה...
hi: इस फ़ाइल को सहेजें...
hr: Spremi ovu datoteku...
hu: Mentse ezt a fájlt...
hy: Պահպանեք այս ֆայլը...
id: Simpan berkas ini...
is: Vista þessa skrá...
it: Salva questo file...
ka: შეინახეთ ეს ფაილი...
kk: Бұл файлды сақтау...
km: រក្សាទុកឯកសារនេះ...
kn: ಈ ಫೈಲ್ ಅನ್ನು ಉಳಿಸಿ...
ko: 이 파일을 저장하세요...
ku: Vê pelê tomar bike...
ky: Бул файлды сактоо...
lb: Dës Datei späicheren ...
lo: ບັນທຶກໄຟລ໌ນີ້...
lt: Išsaugoti šį failą...
lv: Saglabāt šo failu...
mg: Tehirizo ity rakitra ity...
mi: Tiakina tēnei kōnae...
mk: Зачувај ја оваа датотека...
ml: ഈ ഫയൽ സംരക്ഷിക്കുക...
mn: Энэ файлыг хадгалах...
mr: ही फाईल सेव्ह करा...
ms: Simpan fail ini...
mt: Issejvja dan il-fajl...
my: ဒီဖိုင်ကို သိမ်းပါ...
ne: यो फाइल सुरक्षित गर्नुहोस्...
nl: Bewaar dit bestand...
no: Lagre denne filen...
or: ଏହି ଫାଇଲ୍ ସେଭ୍ କରନ୍ତୁ ...
pa: ਇਸ ਫ਼ਾਈਲ ਨੂੰ ਸੇਵ ਕਰੋ...
ps: دا فایل خوندي کړئ ...
pt: Salve este arquivo...
ro: Salvați acest fișier...
ru: Сохраните этот файл...
sd: هن فائل کي محفوظ ڪريو...
si: මෙම ගොනුව සුරකින්න...
sk: Uložiť tento súbor...
sl: Shrani to datoteko ...
sq: Ruaje këtë skedar...
sr: Сачувај ову датотеку...
sv: Spara den här filen...
sw: Hifadhi faili hii...
ta: இந்த கோப்பை சேமிக்கவும்...
te: ఈ ఫైల్‌ను సేవ్ చేయండి...
tg: Ин файлро захира кунед...
tl: I-save ang file na ito...
tr: Dosyayı kaydet...
ug: بۇ ھۆججەتنى ساقلاڭ ...
uk: Зберегти цей файл...
ur: اس فائل کو محفوظ کریں...
uz: Ushbu faylni saqlang...
vi: Lưu tập tin này...
xh: Gcina le fayile...
yi: היט דעם טעקע...
zh_hans_tw: 儲存此文件...
zu: Londoloza leli fayela...

# ToolTip_SaveFileAs
source: Save this file as...
af: Stoor hierdie lêer as...
am: ይህን ፋይል አስቀምጥ እንደ...
ar: احفظ هذا الملف باسم...
az: Bu faylı qeyd edin...
be: Захаваць гэты файл як...
bg: Запазете този файл като...
bn: এই ফাইলটিকে এই রূপে সংরক্ষণ করুন...
ca: Desa aquest fitxer com a...
cs: Uložte tento soubor jako...
cy: Cadw'r ffeil hon fel...
da: Gem denne fil som...
de: Speichern Sie diese Datei unter...
el: Αποθηκεύστε αυτό το αρχείο ως...
eo: Konservu ĉi tiun dosieron kiel...
et: Salvesta see fail nimega...
eu: Gorde fitxategi hau honela...
fa: ذخیره این فایل به عنوان...
fi: Tallenna tämä tiedosto nimellä...
fr_ht: Sove fichye sa a kòm...
fy: Bewarje dizze triem as...
ga: Sábháil an comhad seo mar...
gd: Sàbhail am faidhle seo mar...
gl: Garda este ficheiro como...
gu: આ ફાઇલને આ રીતે સાચવો...
he: שמור את הקובץ הזה בתור...
hi: इस फ़ाइल को इस रूप में सहेजें...
hr: Spremi ovu datoteku kao...
hu: Mentse ezt a fájlt másként...
hy: Պահպանեք այս ֆայլը որպես...
id: Simpan file ini sebagai...
is: Vistaðu þessa skrá sem...
it: Salva questo file come...
ka: შეინახეთ ეს ფაილი როგორც...
kk: Бұл файлды сақтау...
km: រក្សាទុកឯកសារនេះជា...
kn: ಈ ಫೈಲ್ ಅನ್ನು ಹೀಗೆ ಉಳಿಸಿ...
ko: 이 파일을 다른 이름으로 저장하세요...
ku: Vê pelê wekî tomar bike...
ky: Бул файлды сактоо...
lb: Späichert dës Datei als ...
lo: ບັນທຶກໄຟລ໌ນີ້ເປັນ...
lt: Išsaugoti šį failą kaip...
lv: Saglabāt šo failu kā...
mg: Tehirizo ity rakitra ity ho...
mi: Tiakina tenei kōnae hei...
mk: Зачувајте ја оваа датотека како...
ml: ഈ ഫയൽ ഇതായി സംരക്ഷിക്കുക...
mn: Энэ файлыг дараах байдлаар хадгалах...
mr: ही फाइल म्हणून सेव्ह करा...
ms: Simpan fail ini sebagai...
mt: Issejvja dan il-fajl bħala...
my: ဤဖိုင်ကို... အဖြစ်သိမ်းဆည်းပါ။
ne: यस फाइललाई यस रूपमा बचत गर्नुहोस्...
nl: Sla dit bestand op als...
no: Lagre denne filen som...
or: ଏହି ଫାଇଲ୍ କୁ ସେଭ୍ କରନ୍ତୁ ...
pa: ਇਸ ਫ਼ਾਈਲ ਨੂੰ ਇਸ ਤਰ੍ਹਾਂ ਸੇਵ ਕਰੋ...
ps: دا فایل په توګه خوندي کړئ ...
pt: Salve este arquivo como...
ro: Salvați acest fișier ca...
ru: Сохраните этот файл как...
sd: هن فائل کي محفوظ ڪريو جيئن...
si: මෙම ගොනුව මෙසේ සුරකින්න...
sk: Uložiť tento súbor ako...
sl: Shrani to datoteko kot ...
sq: Ruaje këtë skedar si...
sr: Сачувај ову датотеку као...
sv: Spara den här filen som...
sw: Hifadhi faili hii kama...
ta: இந்தக் கோப்பை இவ்வாறு சேமி...
te: ఈ ఫైల్‌ని ఇలా సేవ్ చేయండి...
tg: Ин файлро ҳамчун... захира кунед
tl: I-save ang file na ito bilang...
tr: Dosyayı farklı kaydet...
ug: بۇ ھۆججەتنى ...
uk: Зберегти цей файл як...
ur: اس فائل کو بطور محفوظ کریں...
uz: Ushbu faylni saqlash...
vi: Lưu tập tin này dưới dạng...
xh: Gcina le fayile njenge...
yi: היט דעם טעקע ווי...
zh_hans_tw: 將此文件另存為...
zu: Londoloza leli fayela njenge...

# Compression_None
source: No compression
af: Geen kompressie nie
am: ምንም መጭመቅ የለም።
ar: لا يوجد ضغط
az: Sıxılma yoxdur
be: Няма сціску
bg: Без компресия
bn: কোন কম্প্রেশন নেই
ca: Sense compressió
cs: Žádná komprese
cy: Dim cywasgu
da: Ingen kompression
de: Keine Komprimierung
el: Χωρίς συμπίεση
eo: Neniu kunpremo
et: Kompressioon puudub
eu: Konpresiorik ez
fa: بدون فشرده سازی
fi: Ei pakkausta
fr_ht: Pa gen konpresyon
fy: Gjin kompresje
ga: Gan comhbhrú
gd: Gun teannachadh
gl: Sen compresión
gu: કોઈ સંકોચન નથી
he: אין דחיסה
hi: कोई संपीड़न नहीं
hr: Nema kompresije
hu: Nincs tömörítés
hy: Ոչ մի սեղմում
id: Tidak ada kompresi
is: Engin þjöppun
it: Nessuna compressione
ka: არანაირი შეკუმშვა
kk: Қысу жоқ
km: គ្មានការបង្ហាប់ទេ។
kn: ಸಂಕೋಚನವಿಲ್ಲ
ko: 압축 없음
ky: Компрессия жок
lb: Keng Kompressioun
lo: ບໍ່ມີການບີບອັດ
lt: Nėra suspaudimo
lv: Nav kompresijas
mg: Tsy misy famoretana
mi: Kāore he kōpeketanga
mk: Без компресија
ml: കംപ്രഷൻ ഇല്ല
mn: Шахалт байхгүй
mr: संक्षेप नाही
ms: Tiada pemampatan
mt: L-ebda kompressjoni
my: နှိမ်ထားခြင်းမရှိပါ။
ne: कुनै सङ्कुचन छैन
nl: Geen compressie
no: Ingen kompresjon
or: କ No ଣସି ସଙ୍କୋଚନ ନାହିଁ |
pa: ਕੋਈ ਕੰਪਰੈਸ਼ਨ ਨਹੀਂ
ps: نه کمپریشن
ro: Fără compresie
ru: Без сжатия
sd: ڪو به دٻاءُ
si: සම්පීඩනය නැත
sk: Žiadna kompresia
sl: Brez stiskanja
sq: Asnjë ngjeshje
sr: Нема компресије
sv: Ingen kompression
sw: Hakuna mbano
ta: சுருக்கம் இல்லை
te: కుదింపు లేదు
tg: Не компрессия
tl: Walang compression
tr: Sıkıştırma yok
ug: پىرىسلاش يوق
uk: Без компресії
ur: کوئی کمپریشن نہیں۔
uz: Siqish yo'q
vi: Không nén
xh: Akukho kucinezelwa
yi: קיין קאַמפּרעשאַן
zh_hans_tw: 無壓縮
zu: Akukho ukucindezela
