Repository: Haltroy/FluxionViewer
Catalog: src/FluxionViewer/Lang/Lang.*.resx
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ht, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, ps, pt, ro, ru, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, tl, tr, ug, uk, ur, uz, vi, xh, yi, zh_hans_tw, zu

# Attribute_Remove
source: Removes this attribute from node.
af: Verwyder hierdie kenmerk van nodus.
am: ይህንን ባህሪ ከመስቀለኛ መንገድ ያስወግዳል።
ar: يزيل هذه السمة من العقدة.
az: Bu atributu qovşaqdan silir.
be: Выдаляе гэты атрыбут з вузла.
bg: Премахва този атрибут от възел.
bn: নোড থেকে এই বৈশিষ্ট্যটি সরিয়ে দেয়।
ca: Elimina aquest atribut del node.
cs: Odebere tento atribut z uzlu.
cy: Yn tynnu'r briodwedd hon o'r nod.
da: Fjerner denne attribut fra node.
de: Entfernt dieses Attribut vom Knoten.
el: Καταργεί αυτό το χαρακτηριστικό από τον κόμβο.
eo: Forigas ĉi tiun atributon de nodo.
et: Eemaldab selle atribuudi sõlmest.
eu: Atributu hau nodotik kentzen du.
fa: این ویژگی را از گره حذف می کند.
fi: Poistaa tämän määritteen solmusta.
fr_ht: Retire atribi sa a nan ne.
fy: Ferwideret dit attribút fan node.
ga: Baintear an tréith seo den nód.
gd: Thoir air falbh am feart seo bhon nód.
gl: Elimina este atributo do nodo.
gu: નોડમાંથી આ લક્ષણ દૂર કરે છે.
he: מסיר תכונה זו מהצומת.
hi: इस विशेषता को नोड से हटा देता है.
hr: Uklanja ovaj atribut iz čvora.
hu: Eltávolítja ezt az attribútumot a csomópontból.
hy: Հեռացնում է այս հատկանիշը հանգույցից:
id: Menghapus atribut ini dari node.
is: Fjarlægir þessa eigind úr hnút.
it: Rimuove questo attributo da node.
ka: შლის ამ ატრიბუტს კვანძიდან.
kk: Бұл төлсипатты түйіннен жояды.
km: លុបគុណលក្ខណៈនេះចេញពីថ្នាំង។
kn: ನೋಡ್‌ನಿಂದ ಈ ಗುಣಲಕ್ಷಣವನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ.
ko: 노드에서 이 속성을 제거합니다.
ku: Vê taybetmendiyê ji girêkê derdixe.
ky: Бул атрибутту түйүндөн алып салат.
lb: Ewechzehuelen dëst Attribut vum Node.
lo: ເອົາຄຸນລັກສະນະນີ້ອອກຈາກ node.
lt: Pašalina šį atributą iš mazgo.
lv: Noņem šo atribūtu no mezgla.
mg: Esory ity toetra ity amin'ny node.
mi: Ka tangohia tenei huanga mai i te node.
mk: Го отстранува овој атрибут од јазолот.
ml: നോഡിൽ നിന്ന് ഈ ആട്രിബ്യൂട്ട് നീക്കംചെയ്യുന്നു.
mn: Энэ атрибутыг зангилаанаас устгана.
mr: नोडमधून ही विशेषता काढून टाकते.
ms: Mengalih keluar atribut ini daripada nod.
mt: Tneħħi dan l-attribut min-node.
my: ဤ attribute ကို node မှဖယ်ရှားသည်။
ne: नोडबाट यो विशेषता हटाउँछ।
nl: Verwijdert dit attribuut van het knooppunt.
no: Fjerner dette attributtet fra noden.
or: ନୋଡରୁ ଏହି ଗୁଣକୁ ଅପସାରଣ କରେ |
pa: ਨੋਡ ਤੋਂ ਇਸ ਵਿਸ਼ੇਸ਼ਤਾ ਨੂੰ ਹਟਾਉਂਦਾ ਹੈ।
ps: دا خاصیت له نوډ څخه لرې کوي.
pt: Remove este atributo do nó.
ro: Elimină acest atribut din nod.
ru: Удаляет этот атрибут из узла.
sd: ھن وصف کي نوڊ مان ڪڍي ٿو.
si: මෙම ගුණාංගය node වෙතින් ඉවත් කරයි.
sk: Odstráni tento atribút z uzla.
sl: Odstrani ta atribut iz vozlišča.
sq: Heq këtë atribut nga nyja.
sr: Уклања овај атрибут из чвора.
sv: Tar bort detta attribut från noden.
sw: Huondoa sifa hii kutoka kwa nodi.
ta: இந்த பண்புக்கூறை முனையிலிருந்து நீக்குகிறது.
te: నోడ్ నుండి ఈ లక్షణాన్ని తొలగిస్తుంది.
tg: Ин атрибутро аз гиреҳ хориҷ мекунад.
tl: Tinatanggal ang attribute na ito mula sa node.
tr: Bu özniteliği düğümden kaldırır.
ug: بۇ خاسلىقنى تۈگۈندىن چىقىرىۋېتىدۇ.
uk: Вилучає цей атрибут із вузла.
ur: اس وصف کو نوڈ سے ہٹاتا ہے۔
uz: Ushbu atributni tugundan olib tashlaydi.
vi: Xóa thuộc tính này khỏi node.
xh: Susa oluphawu loyelelwano kwindawo.
yi: רימוווז דעם אַטריביוט פון נאָדע.
zh_hans_tw: 從節點中刪除此屬性。
zu: Isusa lesi sici ku-node.

# ValueType_Null
source: Null
af: Nul
am: ከንቱ
ar: باطل
az: Sıfır
be: Нуль
bg: Нула
bn: খালি
ca: Nul
cs: Nula
cy: Nwl
da: Nul
el: Μηδενικό
eo: Nula
eu: Nulua
fa: خالی
fi: Tyhjä
fr_ht: Nil
gl: Nulo
gu: શૂન્ય
he: ריק
hi: व्यर्थ
hu: Nulla
hy: Դատարկ
id: Batal
is: Núll
it: Nullo
ka: ნულოვანი
kk: Нөл
km: ទុកជាមោឃៈ
kn: ಶೂನ್ಯ
ko: 없는
ky: Нөл
mg: tohivakana foana
mk: Нула
ml: ശൂന്യം
mr: निरर्थक
ms: batal
ne: खाली
nl: Nul
or: ନଲ୍
pa: ਨਲ
ps: نول
pt: Nulo
ro: Nul
ru: Нулевой
sd: نال
si: ශුන්‍ය
sk: Nulový
sl: Nič
sq: I pavlefshëm
sr: Нула
ta: ஏதுமில்லை
te: శూన్య
tg: Нул
tl: Wala
tr: Hiç
uk: Нуль
ur: خالی
vi: Vô giá trị
zh_hans_tw: 無效的

# ValueType_True
source: True
af: Waar
am: እውነት ነው።
ar: حقيقي
az: Doğru
be: Праўда
bg: Вярно
bn: সত্য
ca: És cert
cs: Skutečný
cy: Gwir
da: Rigtigt
de: WAHR
el: Αληθής
eo: Vere
et: Tõsi
eu: Egia
fa: درست است، واقعی
fi: Totta
fr_ht: Se vre
fy: wier
ga: Fíor
gd: Fìor
gl: Verdade
gu: સાચું
he: נָכוֹן
hi: सत्य
hr: Pravi
hu: Igaz
hy: Ճիշտ
id: BENAR
is: Satt
it: VERO
ka: მართალია
kk: Рас
km: ពិត
kn: ನಿಜ
ko: 진실
ku: rast
ky: Туура
lb: Wouer
lo: ຄວາມຈິງ
lt: Tiesa
lv: Taisnība
mg: Marina
mi: Tika
mk: Вистина
ml: സത്യം
mn: Үнэн
mr: खरे
ms: betul
mt: Veru
my: မှန်ပါတယ်။
ne: सत्य
nl: WAAR
no: ekte
or: ସତ
pa: ਸੱਚ ਹੈ
ps: رښتیا
pt: Verdadeiro
ro: Adevărat
ru: Истинный
sd: سچو
si: සැබෑ
sk: Pravda
sl: Prav
sq: E vërtetë
sr: Истина
sv: Sann
sw: Kweli
ta: உண்மை
te: నిజమే
tg: Дуруст
tl: totoo
tr: Doğru
ug: توغرا
uk: правда
ur: سچ ہے۔
uz: To'g'ri
vi: ĐÚNG VẬY
xh: Yinyani
yi: אמת
zh_hans_tw: 真的
zu: Iqiniso

# ValueType_False
source: Boolean False
af: Booleens Onwaar
am: ቡሊያን ውሸት
ar: خطأ منطقي
az: Boolean Yanlış
be: Лагічнае вызначэнне False
bn: বুলিয়ান ফলস
ca: Booleà Fals
cs: Booleovská nepravda
cy: Boole Gau
da: Boolean Falsk
de: Boolesch falsch
eo: Bulea Falsa
et: Boolean Vale
eu: Boolear Faltsua
fa: غلط بولی
fr_ht: Boolean Fo
fy: Boolean falsk
ga: Bréagach Boole
gd: Boolean meallta
gl: Booleano Falso
gu: બુલિયન ફોલ્સ
he: בוליאנית שקר
hi: बूलियन झूठा
hr: Booleov False
hy: Բուլյան Սխալ
id: Boolean Salah
it: Booleano falso
ka: ლოგიკური ყალბი
kk: Логикалық жалған
km: ប៊ូលីនមិនពិត
kn: ಬೂಲಿಯನ್ ತಪ್ಪು
ko: 부울 거짓
ky: Буль жалган
lb: Boolesch Falsch
lt: Būlio klaidingas
lv: Būla kļūda
mg: Diso Boolean
mi: Boolean Haka
mk: Булова неточна
ml: ബൂളിയൻ ഫാൾസ്
mn: Булийн худал
mr: बुलियन खोटे
ms: Boolean Salah
mt: Boolean Falz
ne: बुलियन गलत
nl: Booleaans Onwaar
no: Boolsk falsk
or: ବୁଲିଆନ୍ ମିଥ୍ୟା |
pa: ਬੁਲੀਅਨ ਫਾਲਸ
ps: بولین غلط
pt: Booleano Falso
ro: Boolean Fals
ru: Логическое значение Ложь
sd: بوليان غلط
si: බූලියන් බොරු
sk: Booleovská nepravda
sr: Боолеан Фалсе
sv: Boolean Falskt
sw: Uongo wa Boolean
ta: பூலியன் பொய்
te: బూలియన్ ఫాల్స్
tg: Мантиқии дурӯғ
tr: Yanlış
uk: Логічне значення False
ur: بولین فالس
uz: Mantiqiy noto'g'ri
vi: Boolean sai
xh: Bubuxoki Bubuxoki
yi: בוליאַן פאַלש
zh_hans_tw: 布爾假
zu: I-Boolean False

# ValueType_Char
source: Character
af: Karakter
am: ባህሪ
ar: شخصية
az: Xarakter
be: Характар
bg: Характер
bn: চরিত্র
ca: Personatge
cs: Charakter
cy: Cymeriad
da: Karakter
de: Charakter
el: Χαρακτήρας
eo: Karaktero
et: Iseloom
eu: Pertsonaia
fa: شخصیت
fi: Merkki
fr_ht: Karaktè
fy: Personaazje
ga: Carachtar
gd: Caractar
gl: Personaxe
gu: પાત્ર
he: אופי
hi: चरित्र
hr: Lik
hu: karakter
hy: Բնավորություն
id: Karakter
is: Karakter
it: Carattere
ka: პერსონაჟი
kk: Кейіпкер
km: តួអក្សរ
kn: ಪಾತ್ರ
ko: 성격
ku: Şexsîyet
ky: Каарман
lb: Charakter
lo: ລັກສະນະ
lt: Charakteris
lv: Raksturs
mg: toetra
mi: Pūāhua
mk: Карактер
ml: സ്വഭാവം
mn: Дүр
mr: वर्ण
ms: Perwatakan
mt: Karattru
my: ဇာတ်ကောင်
ne: चरित्र
nl: Karakter
no: Karakter
or: ବର୍ଣ୍ଣ
pa: ਅੱਖਰ
ps: کرکټر
pt: Personagem
ro: Caracter
ru: Характер
sd: ڪردار
si: ස්වභාවය
sk: Charakter
sl: Znak
sq: Karakteri
sr: карактер
sv: Karaktär
sw: Tabia
ta: பாத்திரம்
te: పాత్ర
tg: Характер
tl: karakter
tr: Karakter
ug: خاراكتېر
uk: характер
ur: کردار
uz: Xarakter
vi: Tính cách
xh: Umlinganiswa
yi: כאַראַקטער
zh_hans_tw: 特點
zu: Umlingiswa

# ValueType_Short
source: 16-bit Integer
af: 16-bis Heelgetal
am: 16-ቢት ኢንቲጀር
ar: عدد صحيح 16 بت
az: 16 bitlik tam ədəd
be: 16-бітнае цэлае
bg: 16-битово цяло число
bn: 16-বিট পূর্ণসংখ্যা
ca: Enter de 16 bits
cs: 16bitové celé číslo
cy: Cyfanrif 16-did
da: 16-bit heltal
de: 16-Bit-Ganzzahl
el: Ακέραιος αριθμός 16 bit
eo: 16-bita Entjero
et: 16-bitine täisarv
eu: 16 biteko zenbaki osoa
fa: عدد صحیح 16 بیتی
fi: 16-bittinen kokonaisluku
fr_ht: 16-bit nonb antye relatif
ga: Slánuimhir 16-giotán
gd: Integer 16-bit
gl: Número enteiro de 16 bits
gu: 16-બીટ પૂર્ણાંક
he: מספר שלם של 16 סיביות
hi: 16-बिट पूर्णांक
hr: 16-bitni cijeli broj
hu: 16 bites egész szám
hy: 16-բիթանոց ամբողջ թիվ
id: Bilangan Bulat 16-bit
is: 16 bita heiltala
it: Intero a 16 bit
ka: 16 ბიტიანი მთელი რიცხვი
kk: 16-биттік бүтін сан
km: ចំនួនគត់ ១៦ ប៊ីត
kn: 16-ಬಿಟ್ ಪೂರ್ಣಾಂಕ
ko: 16비트 정수
ky: 16-бит бүтүн сан
lo: ຈຳນວນ 16-ບິດ
lt: 16 bitų sveikasis skaičius
lv: 16 bitu vesels skaitlis
mi: 16-bit Tauoti
mk: 16-битен Цел број
ml: 16-ബിറ്റ് പൂർണ്ണസംഖ്യ
mn: 16 битийн бүхэл тоо
mr: 16-बिट पूर्णांक
ms: Integer 16-bit
mt: Integer 16-bit
my: 16-bit ကိန်းပြည့်
ne: 16-बिट पूर्णांक
nl: 16-bits geheel getal
no: 16-bits heltall
or: 16-ବିଟ୍ ଇଣ୍ଟିଜର୍ |
pa: 16-ਬਿੱਟ ਪੂਰਨ ਅੰਕ
pt: Inteiro de 16 bits
ro: Număr întreg pe 16 biți
ru: 16-битное целое число
si: 16-බිට් නිඛිල
sk: 16-bitové celé číslo
sl: 16-bitno celo število
sq: Numër i plotë 16-bit
sr: 16-битни цео број
sv: 16-bitars heltal
sw: Nambari kamili ya biti 16
ta: 16-பிட் முழு எண்
te: 16-బిట్ పూర్ణాంకం
tg: 16-бити бутун
tl: 16-bit na Integer
tr: 16-bit Sayı
ug: 16-bit پۈتۈن سان
uk: 16-розрядне ціле число
ur: 16 بٹ انٹیجر
uz: 16 bitli butun son
vi: Số nguyên 16 bit
xh: I-16-bit Integer
yi: 16-ביסל ינטאַדזשער
zh_hans_tw: 16 位元整數

# ValueType_UShort
source: 16-bit Unsigned Integer
af: 16-bis ongetekende heelgetal
am: 16-ቢት ያልተፈረመ ኢንቲጀር
ar: عدد صحيح غير موقع 16 بت
az: 16 bitlik İşarəsiz Tam Ədəd
be: 16-бітнае цэлае без знака
bg: 16-битово цяло число без знак
bn: 16-বিট স্বাক্ষরবিহীন পূর্ণসংখ্যা
ca: Enter sense signe de 16 bits
cs: 16bitové celé číslo bez znaménka
cy: Cyfanrif heb ei arwyddo 16-did
da: 16-bit usigneret heltal
de: 16-Bit-Ganzzahl ohne Vorzeichen
eo: 16-bita Sensigna Entjero
et: 16-bitine märgita täisarv
eu: 16 biteko sinatu gabeko zenbaki osoa
fa: عدد صحیح بدون علامت 16 بیتی
fi: 16-bittinen etumerkitön kokonaisluku
fr_ht: 16-bit nonb nonb siyen
ga: Slánuimhir Gan Sínithe 16-giotán
gd: Slànuighear gun ainm 16-bit
gl: Enteiro sen signo de 16 bits
gu: 16-બીટ સહી ન કરેલ પૂર્ણાંક
he: מספר שלם לא חתום 16 סיביות
hi: 16-बिट अहस्ताक्षरित पूर्णांक
hr: 16-bitni cijeli broj bez predznaka
hu: 16 bites előjel nélküli egész szám
hy: 16-բիթանոց անստորագիր ամբողջ թիվ
id: Integer Tak Bertanda 16-bit
is: 16 bita óundirrituð heiltala
it: Intero senza segno a 16 bit
ka: 16-ბიტიანი ხელმოუწერელი მთელი რიცხვი
kk: 16 разрядтық таңбасыз бүтін сан
km: ចំនួនគត់ដែលមិនបានចុះហត្ថលេខា 16 ប៊ីត
kn: 16-ಬಿಟ್ ಸಹಿ ಮಾಡದ ಪೂರ್ಣಾಂಕ
ko: 16비트 부호 없는 정수
ku: 16-bit Unigned Integer
ky: 16-бит Unsigned Integer
lb: 16-Bit net ënnerschriwwen Integer
lt: 16 bitų sveikasis skaičius be ženklų
lv: 16 bitu neparakstīts vesels skaitlis
mi: 16-bit Kore Waitohu Tauoti
mk: 16-битен непотпишан цел број
ml: 16-ബിറ്റ് ഒപ്പിടാത്ത പൂർണ്ണസംഖ്യ
mn: 16 битийн тэмдэггүй бүхэл тоо
mr: 16-बिट स्वाक्षरी न केलेला पूर्णांक
ms: Integer Tidak Ditandatangani 16-bit
mt: 16-bit Integer mhux iffirmat
ne: 16-बिट अहस्ताक्षरित पूर्णांक
nl: 16-bits geheel getal zonder teken
no: 16-bits usignert heltall
or: 16-ବିଟ୍ ଅକ୍ଷରିତ ଇଣ୍ଟିଜର୍ |
pa: 16-ਬਿੱਟ ਅਣ-ਹਸਤਾਖਰਿਤ ਪੂਰਨ ਅੰਕ
ps: 16-bit نه لاسلیک شوی عدد
pt: Inteiro não assinado de 16 bits
ro: Număr întreg nesemnat pe 16 biți
ru: 16-битное целое число без знака
sd: 16-bit غير دستخط ٿيل عدد
si: 16-බිට් අත්සන් නොකළ පූර්ණ සංඛ්‍යාව
sk: 16-bitové celé číslo bez znamienka
sl: 16-bitno celo število brez predznaka
sq: Numër i plotë 16-bitësh i panënshkruar
sr: 16-битни цео број без предзнака
sv: 16-bitars osignerat heltal
sw: Nambari kamili ya 16-bit Isiyosajiliwa
ta: 16-பிட் கையொப்பமிடாத முழு எண்
te: 16-బిట్ సంతకం చేయని పూర్ణాంకం
tg: 16-бита бутуни беимзо
tl: 16-bit na Unsigned Integer
tr: 16-bit İşaretsiz Sayı
ug: 16 بىتلىق ئىمزاسىز پۈتۈن سان
uk: 16-розрядне ціле число без знаку
ur: 16 بٹ غیر دستخط شدہ عدد
uz: 16-bitli Unsigned Integer
vi: Số nguyên không dấu 16-bit
xh: I-16-bit Integer engatyikitywanga
yi: 16-ביסל ונסיגנעד ינטעגער
zh_hans_tw: 16 位元無符號整數
zu: I-16-bit Integer Engabhalisiwe

# ValueType_Byte
source: Byte
am: ባይት
ar: بايت
az: bayt
be: Байт
bg: Байт
bn: বাইট
cy: Beit
el: Ψηφιόλεξη
et: Bait
fa: بایت
fi: Tavu
ga: Beart
gd: Beit
gu: બાઈટ
he: בייט
hi: बाइट
hr: Bajt
hy: Բայթ
is: Bæti
ka: ბაიტი
kk: Байт
km: បៃ
kn: ಬೈಟ್
ko: 바이트
ky: Байт
lo: ໄບຕ໌
lt: baitas
lv: baits
mi: Paita
mk: Бајт
ml: ബൈറ്റ്
mn: Байт
mr: बाइट
ms: Bait
my: ဘိုက်
ne: बाइट
or: ବାଇଟ୍ |
pa: ਬਾਈਟ
ps: بایټ
ro: octet
ru: Байт
sd: بائيٽ
si: බයිට්
sl: Bajt
sq: Bajt
sr: Бите
ta: பைட்
te: బైట్
tg: Байт
tr: Bayt
uk: Байт
ur: بائٹ
uz: Bayt
yi: ביטע
zh_hans_tw: 位元組

# ValueType_SByte
source: Signed Byte
af: Geteken Byte
am: ባይት የተፈረመ
ar: بايت موقعة
az: İmzalı Bayt
be: Байт са знакам
bg: Подписан байт
bn: স্বাক্ষরিত বাইট
ca: Byte signat
cs: Podepsaný Byte
cy: Wedi'i lofnodi Beit
da: Signeret Byte
de: Vorzeichenbehaftetes Byte
el: Υπογεγραμμένο Byte
eo: Subskribita bajto
et: Signeeritud bait
eu: Sinatutako bytea
fa: بایت امضا شده
fi: Allekirjoitettu tavu
fr_ht: Byte siyen
fy: Undertekene Byte
ga: Beart Sínithe
gd: Byte air a shoidhnigeadh
gl: Byte asinado
gu: સહી કરેલ બાઈટ
he: Byte חתום
hi: हस्ताक्षरित बाइट
hr: Potpisani bajt
hu: Aláírt bájt
hy: Ստորագրված բայթ
id: Byte yang Ditandatangani
is: Undirritaður bæti
it: Byte firmato
ka: ხელმოწერილი ბაიტი
kk: Қол қойылған байт
km: បានចុះហត្ថលេខាលើបៃ
kn: ಸಹಿ ಮಾಡಿದ ಬೈಟ್
ko: 서명된 바이트
ku: Byte îmze kirin
ky: Кол коюлган байт
lb: Signéiert Byte
lo: ເຊັນ Byte
lt: Pasirašytas baitas
lv: Parakstīts baits
mg: Byte voasonia
mi: Paita Waitohu
mk: Потпишан бајт
ml: ഒപ്പിട്ട ബൈറ്റ്
mn: Гарын үсэг зурсан байт
mr: साइन केलेले बाइट
ms: Bait yang Ditandatangani
mt: Byte iffirmat
my: Byte လက်မှတ်ထိုး
ne: हस्ताक्षरित बाइट
nl: Ondertekend byte
no: Signert Byte
or: ବାଇଟ୍ ଦସ୍ତଖତ |
pa: ਦਸਤਖਤ ਕੀਤੇ ਬਾਈਟ
ps: لاسلیک شوی بایټ
pt: Byte assinado
ro: Octet semnat
ru: Знаковый байт
sd: دستخط ٿيل بائيٽ
si: අත්සන් කළ බයිට්
sk: Podpísaný bajt
sl: Podpisani bajt
sq: Nënshkruar Byte
sr: Сигнед Бите
sv: Signerad Byte
sw: Saini Byte
ta: கையொப்பமிட்ட பைட்
te: సంతకం చేసిన బైట్
tg: Байти имзошуда
tl: Pinirmahan na Byte
tr: İşaretli Bayt
ug: ئىمزا قويغان بايت
uk: Байт зі знаком
ur: دستخط شدہ بائٹ
uz: Imzolangan bayt
vi: Byte đã ký
xh: Isayinwe nguByte
yi: געחתמעט בייט
zh_hans_tw: 有符號位元組
zu: I-Byte esayiniwe

# ValueType_Int
source: 32-bit Integer
af: 32-bis Heelgetal
am: 32-ቢት ኢንቲጀር
ar: عدد صحيح 32 بت
az: 32 bitlik tam ədəd
be: 32-бітнае цэлае
bg: 32-битово цяло число
bn: 32-বিট পূর্ণসংখ্যা
ca: Enter de 32 bits
cs: 32bitové celé číslo
cy: Cyfanrif 32-did
da: 32-bit heltal
de: 32-Bit-Ganzzahl
el: Ακέραιος αριθμός 32 bit
eo: 32-bita Entjero
et: 32-bitine täisarv
eu: 32 biteko zenbaki osoa
fa: عدد صحیح 32 بیتی
fi: 32-bittinen kokonaisluku
fr_ht: 32-bit nonb antye relatif
ga: Slánuimhir 32-giotán
gl: Número enteiro de 32 bits
gu: 32-બીટ પૂર્ણાંક
he: מספר שלם של 32 סיביות
hi: 32-बिट पूर्णांक
hr: 32-bitni cijeli broj
hu: 32 bites egész szám
hy: 32-բիթանոց ամբողջ թիվ
id: Bilangan Bulat 32-bit
is: 32 bita heiltala
it: Intero a 32 bit
ka: 32 ბიტიანი მთელი რიცხვი
kk: 32-биттік бүтін сан
km: ចំនួនគត់ 32 ប៊ីត
kn: 32-ಬಿಟ್ ಪೂರ್ಣಾಂಕ
ko: 32비트 정수
ky: 32-бит бүтүн сан
lo: ຈຳນວນ 32-ບິດ
lt: 32 bitų sveikasis skaičius
lv: 32 bitu vesels skaitlis
mi: 32-bit Tauoti
mk: 32-битен Цел број
ml: 32-ബിറ്റ് പൂർണ്ണസംഖ്യ
mn: 32 битийн бүхэл тоо
mr: 32-बिट पूर्णांक
ms: Integer 32-bit
mt: Integer 32-bit
my: 32-bit ကိန်းပြည့်
ne: 32-बिट पूर्णांक
nl: 32-bits geheel getal
no: 32-bits heltall
or: 32-ବିଟ୍ ଇଣ୍ଟିଜର୍ |
pa: 32-ਬਿੱਟ ਪੂਰਨ ਅੰਕ
pt: Inteiro de 32 bits
ro: Număr întreg pe 32 de biți
ru: 32-битное целое число
si: 32-බිට් නිඛිල
sk: 32-bitové celé číslo
sl: 32-bitno celo število
sq: Numër i plotë 32-bit
sr: 32-битни цео број
sv: 32-bitars heltal
sw: Nambari kamili ya biti 32
ta: 32-பிட் முழு எண்
te: 32-బిట్ పూర్ణాంకం
tg: 32-бити бутун
tl: 32-bit na Integer
tr: 32-bit Sayı
ug: 32-bit پۈتۈن سان
uk: 32-розрядне ціле число
ur: 32 بٹ انٹیجر
uz: 32 bitli butun son
vi: Số nguyên 32 bit
yi: 32-ביסל ינטאַדזשער
zh_hans_tw: 32 位元整數

# ValueType_UInt
source: 32-bit Unsigned Integer
af: 32-bis ongetekende heelgetal
am: 32-ቢት ያልተፈረመ ኢንቲጀር
ar: عدد صحيح غير موقّع 32 بت
az: 32-bit İmzasız Tam Ədəd
be: 32-бітнае цэлае без знака
bg: 32-битово цяло число без знак
bn: 32-বিট স্বাক্ষরবিহীন পূর্ণসংখ্যা
ca: Enter sense signe de 32 bits
cs: 32bitové celé číslo bez znaménka
cy: Cyfanrif heb ei arwyddo 32-did
da: 32-bit usigneret heltal
de: 32-Bit-Ganzzahl ohne Vorzeichen
eo: 32-bita Sensigna Entjero
et: 32-bitine märgita täisarv
eu: 32 biteko sinatu gabeko zenbaki osoa
fa: عدد صحیح بدون علامت 32 بیتی
fi: 32-bittinen allekirjoittamaton kokonaisluku
fr_ht: 32-bit nonb nonb siyen
ga: Slánuimhir Gan Sínithe 32-giotán
gd: Slànuighear gun ainm 32-bit
gl: Enteiro sen signo de 32 bits
gu: 32-બીટ સહી ન કરેલ પૂર્ણાંક
he: מספר שלם ללא חתימה של 32 סיביות
hi: 32-बिट अहस्ताक्षरित पूर्णांक
hr: 32-bitni cijeli broj bez predznaka
hu: 32 bites előjel nélküli egész szám
hy: 32-բիթանոց անստորագիր ամբողջ թիվ
id: Integer Tidak Bertanda 32-bit
is: 32 bita óundirrituð heiltala
it: Intero senza segno a 32 bit
ka: 32-ბიტიანი ხელმოუწერელი მთელი რიცხვი
kk: 32 разрядтық таңбасыз бүтін сан
km: ចំនួនគត់ដែលមិនបានចុះហត្ថលេខា 32 ប៊ីត
kn: 32-ಬಿಟ್ ಸಹಿ ಮಾಡದ ಪೂರ್ಣಾಂಕ
ko: 32비트 부호 없는 정수
ku: 32-bit Bêsînor Nêjmar
ky: 32-бит Unsigned Integer
lt: 32 bitų sveikasis skaičius be ženklo
lv: 32 bitu neparakstīts vesels skaitlis
mi: 32-bit Kore Waitohu Tauoti
mk: 32-битен непотпишан цел број
ml: 32-ബിറ്റ് ഒപ്പിടാത്ത പൂർണ്ണസംഖ്യ
mn: 32 битийн тэмдэггүй бүхэл тоо
mr: 32-बिट स्वाक्षरी न केलेला पूर्णांक
ms: Integer Tidak Ditandatangani 32-bit
mt: 32-bit Integer mhux iffirmat
ne: 32-बिट अहस्ताक्षरित पूर्णांक
nl: 32-bits geheel getal zonder teken
no: 32-bits usignert heltall
or: 32-ବିଟ୍ ଅକ୍ଷରିତ ଇଣ୍ଟିଜର୍ |
pa: 32-ਬਿੱਟ ਅਣ-ਹਸਤਾਖਰਿਤ ਪੂਰਨ ਅੰਕ
ps: 32-bit نه لاسلیک شوی عدد
pt: Inteiro não assinado de 32 bits
ro: Număr întreg nesemnat pe 32 de biți
ru: 32-битное целое число без знака
si: 32-බිට් අත්සන් නොකළ පූර්ණ සංඛ්‍යාව
sk: 32-bitové celé číslo bez znamienka
sl: 32-bitno celo število brez predznaka
sq: Numër i plotë i panënshkruar 32-bit
sr: 32-битни цео број без предзнака
sv: 32-bitars osignerat heltal
sw: Nambari kamili ya 32-bit Isiyosajiliwa
ta: 32-பிட் கையொப்பமிடாத முழு எண்
te: 32-బిట్ సంతకం చేయని పూర్ణాంకం
tg: 32-бита бутуни беимзо
tl: 32-bit na Unsigned Integer
tr: 32-bit İşaretsiz Sayı
ug: 32 بىتلىق ئىمزاسىز پۈتۈن سان
uk: 32-розрядне ціле число без знаку
ur: 32 بٹ غیر دستخط شدہ عدد
uz: 32-bitli Unsigned Integer
vi: Số nguyên không dấu 32-bit
xh: I-32-bit Integer engatyikitywanga
yi: 32-ביסל ונסיגנעד ינטעגער
zh_hans_tw: 32 位元無符號整數
zu: I-32-bit Integer Engabhalisiwe

# ValueType_Long
source: 64-bit Integer
af: 64-bis Heelgetal
am: 64-ቢት ኢንቲጀር
ar: عدد صحيح 64 بت
az: 64 bitlik tam ədəd
be: 64-бітнае цэлае
bg: 64-битово цяло число
bn: 64-বিট পূর্ণসংখ্যা
ca: Enter de 64 bits
cs: 64bitové celé číslo
cy: Cyfanrif 64-bit
da: 64-bit heltal
de: 64-Bit-Ganzzahl
el: Ακέραιος 64-bit
eo: 64-bita Entjero
et: 64-bitine täisarv
eu: 64 biteko zenbaki osoa
fa: عدد صحیح 64 بیتی
fi: 64-bittinen kokonaisluku
fr_ht: 64-bit nonb antye relatif
ga: Slánuimhir 64-giotán
gd: Iomlan 64-bit
gl: Número enteiro de 64 bits
gu: 64-બીટ પૂર્ણાંક
he: מספר שלם של 64 סיביות
hi: 64-बिट पूर्णांक
hr: 64-bitni cijeli broj
hu: 64 bites egész szám
hy: 64-բիթանոց ամբողջ թիվ
id: Bilangan Bulat 64-bit
is: 64 bita heiltala
it: Intero a 64 bit
ka: 64 ბიტიანი მთელი რიცხვი
kk: 64-биттік бүтін сан
km: ចំនួនគត់ 64 ប៊ីត
kn: 64-ಬಿಟ್ ಪೂರ್ಣಾಂಕ
ko: 64비트 정수
ky: 64-бит бүтүн сан
lo: ຈຳນວນ 64-ບິດ
lt: 64 bitų sveikasis skaičius
lv: 64 bitu vesels skaitlis
mi: 64-bit Tauoti
mk: 64-битен Цел број
ml: 64-ബിറ്റ് പൂർണ്ണസംഖ്യ
mn: 64 битийн бүхэл тоо
mr: 64-बिट पूर्णांक
ms: Integer 64-bit
mt: Integer 64-bit
my: 64-bit ကိန်းပြည့်
ne: 64-बिट पूर्णांक
nl: 64-bits geheel getal
no: 64-bits heltall
or: 64-ବିଟ୍ ଇଣ୍ଟିଜର୍ |
pa: 64-ਬਿੱਟ ਪੂਰਨ ਅੰਕ
pt: Inteiro de 64 bits
ro: Număr întreg pe 64 de biți
ru: 64-битное целое число
si: 64-බිට් නිඛිල
sk: 64-bitové celé číslo
sl: 64-bitno celo število
sq: Numër i plotë 64-bit
sr: 64-битни цео број
sv: 64-bitars heltal
sw: Nambari kamili ya biti 64
ta: 64-பிட் முழு எண்
te: 64-బిట్ పూర్ణాంకం
tg: 64-бити бутун
tl: 64-bit na Integer
tr: 64-bit Sayı
ug: 64-bit پۈتۈن سان
uk: 64-розрядне ціле число
ur: 64 بٹ انٹیجر
uz: 64 bitli butun son
vi: Số nguyên 64-bit
yi: 64-ביסל ינטאַדזשער
zh_hans_tw: 64 位元整數

# ValueType_ULong
source: 64-bit Unsigned Integer
af: 64-bis ongetekende heelgetal
am: 64-ቢት ያልተፈረመ ኢንቲጀር
ar: عدد صحيح غير موقّع 64 بت
az: 64-bit İmzasız Tam Ədəd
be: 64-бітнае цэлае без знака
bg: 64-битово цяло число без знак
bn: 64-বিট স্বাক্ষরবিহীন পূর্ণসংখ্যা
ca: Enter sense signe de 64 bits
cs: 64bitové celé číslo bez znaménka
cy: Cyfanrif heb ei arwyddo 64-bit
da: 64-bit usigneret heltal
de: 64-Bit-Ganzzahl ohne Vorzeichen
eo: 64-bita Sensigna Entjero
et: 64-bitine märgita täisarv
eu: 64 biteko sinatu gabeko zenbaki osoa
fa: عدد صحیح بدون علامت 64 بیتی
fi: 64-bittinen allekirjoittamaton kokonaisluku
fr_ht: 64-bit nonb nonb siyen
ga: Slánuimhir Gan Sínithe 64-giotán
gd: Slànuighear gun ainm 64-bit
gl: Enteiro sen signo de 64 bits
gu: 64-બીટ સહી ન કરેલ પૂર્ણાંક
he: מספר שלם לא חתום 64 סיביות
hi: 64-बिट अहस्ताक्षरित पूर्णांक
hr: 64-bitni cijeli broj bez predznaka
hu: 64 bites előjel nélküli egész szám
hy: 64-բիթանոց անստորագիր ամբողջ թիվ
id: Integer Tak Bertanda 64-bit
is: 64 bita óundirrituð heiltala
it: Intero senza segno a 64 bit
ka: 64-ბიტიანი ხელმოუწერელი მთელი რიცხვი
kk: 64-биттік таңбасыз бүтін сан
km: ចំនួនគត់ដែលមិនបានចុះហត្ថលេខា 64 ប៊ីត
kn: 64-ಬಿಟ್ ಸಹಿ ಮಾಡದ ಪೂರ್ಣಾಂಕ
ko: 64비트 부호 없는 정수
ku: 64-bit Bêsînor Nêjmar
ky: 64-бит Unsigned Integer
lt: 64 bitų sveikasis skaičius be ženklo
lv: 64 bitu neparakstīts vesels skaitlis
mi: 64-bit Kore Waitohu Tauoti
mk: 64-битен непотпишан цел број
ml: 64-ബിറ്റ് ഒപ്പിടാത്ത പൂർണ്ണസംഖ്യ
mn: 64 битийн тэмдэггүй бүхэл тоо
mr: 64-बिट स्वाक्षरी न केलेला पूर्णांक
ms: Integer Tidak Ditandatangani 64-bit
mt: 64-bit Integer mhux iffirmat
ne: 64-बिट अहस्ताक्षरित पूर्णांक
nl: 64-bits geheel getal zonder teken
no: 64-bits usignert heltall
or: 64-ବିଟ୍ ଅକ୍ଷରିତ ଇଣ୍ଟିଜର୍ |
pa: 64-ਬਿੱਟ ਅਣ-ਹਸਤਾਖਰਿਤ ਪੂਰਨ ਅੰਕ
ps: 64-bit نه لاسلیک شوی عدد
pt: Inteiro não assinado de 64 bits
ro: Număr întreg nesemnat pe 64 de biți
ru: 64-битное целое число без знака
sd: 64-bit غير دستخط ٿيل عدد
si: 64-බිට් අත්සන් නොකළ පූර්ණ සංඛ්‍යාව
sk: 64-bitové celé číslo bez znamienka
sl: 64-bitno celo število brez predznaka
sq: Numër i plotë i panënshkruar 64-bit
sr: 64-битни цео број без предзнака
sv: 64-bitars osignerat heltal
sw: Nambari kamili ya 64-bit Isiyosajiliwa
ta: 64-பிட் கையொப்பமிடாத முழு எண்
te: 64-బిట్ సంతకం చేయని పూర్ణాంకం
tg: 64-бита бутуни беимзо
tl: 64-bit na Unsigned Integer
tr: 64-bit İşaretsiz Sayı
ug: 64 بىتلىق ئىمزاسىز پۈتۈن سان
uk: 64-розрядне ціле число без знаку
ur: 64 بٹ غیر دستخط شدہ عدد
uz: 64-bitli Unsigned Integer
vi: Số nguyên không dấu 64-bit
xh: I-64-bit Integer engabhalwanga
yi: 64-ביסל ונסיגנעד ינטעגער
zh_hans_tw: 64 位元無符號整數
zu: I-64-bit Integer Engabhalisiwe

# ValueType_Float
source: Float
af: Vlot
am: ተንሳፋፊ
ar: يطفو
az: Sal
be: Паплавок
bg: Поплавък
bn: ভাসা
ca: Flota
cs: Plovák
cy: Arnofio
da: Flyde
de: Schweben
el: Φλοτέρ
eo: Flosilo
eu: Karroza
fa: شناور
fi: Kellua
fr_ht: Flote
fy: Driuwe
ga: Snámh
gd: Flùr
gl: Flotar
gu: ફ્લોટ
he: לָצוּף
hi: तैरना
hr: Plutati
hu: Úszó
hy: Բոց
id: Mengambang
is: Fljóta
it: Galleggiante
ka: ათწილადი
kk: Қалқымалы
km: អណ្តែត
kn: ಫ್ಲೋಟ್
ko: 뜨다
ku: Avbazîn
lb: Schwammen
lo: ລອຍ
lt: Plūdė
lv: Pludiņš
mg: mitsingevana
mi: Mānu
mk: Плови
ml: ഫ്ലോട്ട്
mn: Хөвөгч
mr: तरंगणे
ms: Terapung
my: မျှောပါ။
ne: फ्लोट
nl: Vlot
no: Flyte
or: ଭାସମାନ |
pa: ਫਲੋਟ
ps: فلوټ
pt: Flutuador
ro: Pluti
ru: Плавать
sd: فلوٽ
si: පාවෙන
sk: Plavák
sl: Lebdi
sq: Noton
sr: Пловак
sv: Flyta
sw: Kuelea
ta: மிதவை
te: ఫ్లోట్
tg: шино кардан
tl: Lumutang
tr: Ondalıklı Sayı
uk: Поплавок
ur: تیرنا
vi: Trôi nổi
xh: Ukudada
yi: פלאָוט
zh_hans_tw: 漂浮
zu: Ntanta
