Repository: Haltroy/FluxionViewer
Catalog: src/FluxionViewer/Lang/Lang.*.resx
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ht, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, ps, pt, ro, ru, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, tl, tr, ug, uk, ur, uz, vi, xh, yi, zh_hans_tw, zu

# SaveConfirmNo
source: No
af: Geen
am: አይ
ar: لا
az: Yox
be: няма
bg: Не
bn: না
cs: Ne
cy: Nac ydw
da: Ingen
de: NEIN
el: Οχι
eo: Ne
et: Ei
eu: Ez
fa: خیر
fi: Ei
fr_ht: Non
fy: Nee
ga: Níl
gd: Chan eil
gl: Non
gu: ના
he: לא
hi: नहीं
hr: Ne
hu: Nem
hy: Ոչ
id: TIDAK
is: Nei
ka: არა
kk: Жоқ
km: ទេ
kn: ಸಂ
ko: 아니요
ku: Na
ky: Жок
lb: Nee
lo: ບໍ່
lt: Nr
mg: tsy misy
mi: Kao
mk: Бр
ml: ഇല്ല
mn: Үгүй
mr: नाही
ms: Tidak
mt: Nru
my: မရှိ
ne: छैन
nl: Nee
no: Nei
or: ନା
pa: ਨੰ
ps: نه
ro: Nu
ru: Нет
sd: نه
si: නැත
sk: Nie
sl: št
sq: Nr
sr: Не
sv: Nej
sw: Hapana
ta: இல்லை
te: నం
tg: Не
tl: Hindi
tr: Hayır
ug: ياق
uk: Немає
ur: نہیں
uz: Yo'q
vi: KHÔNG
xh: Hayi
yi: ניין
zh_hans_tw: 不
zu: Cha

source: Cancel
af: Kanselleer
am: ሰርዝ
ar: يلغي
az: Ləğv et
be: Адмяніць
bg: Отказ
bn: বাতিল করুন
ca: Cancel · lar
cs: zrušení
cy: Canslo
da: Afbestille
de: Stornieren
el: Ματαίωση
eo: Nuligi
et: Tühista
eu: Utzi
fa: لغو کنید
fi: Peruuttaa
fr_ht: Anile
fy: Ofbrekke
ga: Cealaigh
gd: Sguir dheth
gl: Cancelar
gu: રદ કરો
he: לְבַטֵל
hi: रद्द करना
hr: Otkazati
hu: Megszünteti
hy: Չեղարկել
id: Membatalkan
is: Hætta við
it: Annulla
ka: გაუქმება
kk: Болдырмау
km: បោះបង់
kn: ರದ್ದುಮಾಡಿ
ko: 취소
ku: Bişûndekirin
ky: Жокко чыгаруу
lb: Ofbriechen
lo: ຍົກເລີກ
lt: Atšaukti
lv: Atcelt
mg: hanafoana
mi: Whakakore
mk: Откажи
ml: റദ്ദാക്കുക
mn: Цуцлах
mr: रद्द करा
ms: Batal
mt: Ikkanċella
my: မလုပ်တော့
ne: रद्द गर्नुहोस्
nl: Annuleren
no: Avbryt
or: ବାତିଲ୍ କରନ୍ତୁ |
pa: ਰੱਦ ਕਰੋ
ps: لغوه کړئ
pt: Cancelar
ro: Anulare
ru: Отмена
sd: منسوخ ڪريو
si: අවලංගු කරන්න
sk: Zrušiť
sl: Prekliči
sq: Anulo
sr: Поништити, отказати
sv: Annullera
sw: Ghairi
ta: ரத்து செய்
te: రద్దు చేయండి
tg: Бекор кардан
tl: Kanselahin
tr: İptal
ug: بىكار قىلىش
uk: Скасувати
ur: منسوخ کریں۔
uz: Bekor qilish
vi: Hủy bỏ
xh: Rhoxisa
yi: באָטל מאַכן
zh_hans_tw: 取消
zu: Khansela

# Tab_Attr
source: Node Attributes
af: Node-kenmerke
am: መስቀለኛ ባህሪያት
ar: سمات العقدة
az: Node Atributları
be: Атрыбуты вузла
bg: Атрибути на възела
bn: নোড বৈশিষ্ট্য
ca: Atributs del node
cs: Atributy uzlu
cy: Priodoleddau Nod
da: Node attributter
de: Knotenattribute
el: Χαρακτηριστικά κόμβου
eo: Nodaj Atributoj
et: Sõlme atribuudid
eu: Nodoaren atributuak
fa: ویژگی های گره
fi: Solmun attribuutit
fr_ht: Atribi ne
fy: Node Attributen
ga: Tréithe Nód
gd: Feartan Node
gl: Atributos do nodo
gu: નોડ લક્ષણો
he: תכונות צומת
hi: नोड गुण
hr: Atributi čvora
hu: Csomópont attribútumok
hy: Հանգույցի հատկանիշներ
id: Atribut Node
is: Hnútaeiginleikar
it: Attributi del nodo
ka: კვანძის ატრიბუტები
kk: Түйін атрибуттары
km: គុណលក្ខណៈថ្នាំង
kn: ನೋಡ್ ಗುಣಲಕ್ಷಣಗಳು
ko: 노드 속성
ku: Taybetmendiyên Node
ky: Түйүндүн атрибуттары
lb: Node Attributer
lo: ຄຸນລັກສະນະຂອງ Node
lt: Mazgo atributai
lv: Mezglu atribūti
mi: Huanga Node
mk: Атрибути на јазол
ml: നോഡ് ആട്രിബ്യൂട്ടുകൾ
mn: Зангилааны шинж чанарууд
mr: नोड विशेषता
ms: Atribut Nod
mt: Attributi tan-nodi
my: Node Attributes များ
ne: नोड विशेषताहरू
nl: Knooppuntattributen
no: Nodeattributter
or: ନୋଡ୍ ଗୁଣ
pa: ਨੋਡ ਗੁਣ
ps: نوډ ځانګړتیاوې
pt: Atributos do nó
ro: Atributele nodului
ru: Атрибуты узла
sd: نوڊ خاصيتون
si: නෝඩ් ගුණාංග
sk: Atribúty uzla
sl: Atributi vozlišča
sq: Atributet e nyjeve
sr: Атрибути чвора
sv: Nodattribut
sw: Sifa za nodi
ta: முனை பண்புக்கூறுகள்
te: నోడ్ గుణాలు
tg: Хусусиятҳои гиреҳ
tl: Mga Katangian ng Node
tr: Düğüm Öznitelikleri
ug: تۈگۈن خاسلىقى
uk: Атрибути вузла
ur: نوڈ اوصاف
uz: Tugun atributlari
vi: Thuộc tính nút
xh: Iimpawu zeNode
yi: נאָדע אַטריביוץ
zh_hans_tw: 節點屬性
zu: Izimfanelo ze-Node

# Attr_Type
source: Type:
af: Tipe:
am: ዓይነት፡-
ar: يكتب:
az: Növ:
be: Тып:
bg: Тип:
bn: প্রকার:
ca: Tipus:
cs: Typ:
cy: Math:
de: Typ:
el: Τύπος:
eo: Tipo:
et: Tüüp:
eu: Mota:
fa: نوع:
fi: Tyyppi:
fr_ht: Kalite:
ga: Cineál:
gd: Seòrsa:
gl: Tipo:
gu: પ્રકાર:
he: סוּג:
hi: प्रकार:
hr: Tip:
hu: Típus:
hy: Տիպ:
id: Jenis:
is: Gerð:
it: Tipo:
ka: ტიპი:
kk: Түрі:
km: ប្រភេទ៖
kn: ಮಾದರಿ:
ko: 유형:
ku: Awa:
ky: Түрү:
lb: Typ:
lo: ປະເພດ:
lt: Tipas:
lv: Veids:
mg: Karazana:
mi: Momo:
mk: Тип:
ml: തരം:
mn: Төрөл:
mr: प्रकार:
ms: Jenis:
mt: Tip:
my: အမျိုးအစား-
ne: प्रकार:
or: ପ୍ରକାର:
pa: ਕਿਸਮ:
ps: ډول:
pt: Tipo:
ro: Tip:
ru: Тип:
sd: قسم:
si: වර්ගය:
sk: Typ:
sl: Tip:
sq: Lloji:
sr: Тип:
sv: Typ:
sw: Aina:
ta: வகை:
te: రకం:
tg: Навъи:
tl: Uri:
tr: Tür:
ug: تىپى:
uk: тип:
ur: قسم:
uz: Turi:
vi: Kiểu:
xh: Uhlobo:
yi: טיפּ:
zh_hans_tw: 類型：
zu: Uhlobo:

# Tab_Prop
source: Node Properties
af: Node-eienskappe
am: የመስቀለኛ ክፍል ባህሪያት
ar: خصائص العقدة
az: Node Xüsusiyyətləri
be: Уласцівасці вузла
bg: Свойства на възела
bn: নোড বৈশিষ্ট্য
ca: Propietats del node
cs: Vlastnosti uzlu
cy: Priodweddau Nod
da: Node egenskaber
de: Knoteneigenschaften
el: Ιδιότητες κόμβου
eo: Nodaj Propraĵoj
et: Sõlme omadused
eu: Nodoaren propietateak
fa: ویژگی های گره
fi: Solmun ominaisuudet
fr_ht: Pwopriyete ne
fy: Node Eigenskippen
ga: Airíonna Nód
gd: Feartan Node
gl: Propiedades do nodo
gu: નોડ ગુણધર્મો
he: מאפייני צומת
hi: नोड गुण
hr: Svojstva čvora
hu: Csomópont tulajdonságai
hy: Հանգույցի հատկություններ
id: Properti Node
is: Eiginleikar hnút
it: Proprietà del nodo
ka: კვანძის თვისებები
kk: Түйін сипаттары
km: លក្ខណៈសម្បត្តិថ្នាំង
kn: ನೋಡ್ ಗುಣಲಕ್ಷಣಗಳು
ko: 노드 속성
ku: Taybetmendiyên Node
ky: Түйүндүн касиеттери
lo: ຄຸນສົມບັດຂອງ Node
lt: Mazgo ypatybės
lv: Mezglu rekvizīti
mi: Ngā Āhuatanga Node
mk: Својства на јазол
ml: നോഡ് പ്രോപ്പർട്ടികൾ
mn: Зангилааны шинж чанарууд
mr: नोड गुणधर्म
ms: Sifat Nod
mt: Proprjetajiet Node
ne: नोड गुणहरू
nl: Knooppunteigenschappen
no: Nodeegenskaper
or: ନୋଡ୍ ଗୁଣ |
pa: ਨੋਡ ਵਿਸ਼ੇਸ਼ਤਾ
ps: نوډ ملکیتونه
pt: Propriedades do nó
ro: Proprietățile nodului
ru: Свойства узла
sd: نوڊ پراپرٽيز
si: නෝඩ් ගුණාංග
sk: Vlastnosti uzla
sl: Lastnosti vozlišča
sq: Vetitë e nyjës
sr: Својства чвора
sv: Nodegenskaper
sw: Sifa za nodi
ta: முனை பண்புகள்
te: నోడ్ లక్షణాలు
tg: Хусусиятҳои гиреҳ
tl: Mga Katangian ng Node
tr: Düğüm Özellikleri
ug: تۈگۈن خاسلىقى
uk: Властивості вузла
ur: نوڈ پراپرٹیز
uz: Tugun xususiyatlari
vi: Thuộc tính nút
xh: Iipropati zeNodi
yi: נאָדע פּראָפּערטיעס
zh_hans_tw: 節點屬性
zu: Izakhiwo zeNode

# Splitter_Tooltip
source: Drag this to resize this panel.
af: Sleep dit om die grootte van hierdie paneel te verander.
am: የዚህን ፓነል መጠን ለመቀየር ይህንን ይጎትቱት።
ar: اسحب هذا لتغيير حجم هذه اللوحة.
az: Bu panelin ölçüsünü dəyişmək üçün onu dartın.
be: Перацягніце гэта, каб змяніць памер панэлі.
bg: Плъзнете това, за да промените размера на този панел.
bn: এই প্যানেলের আকার পরিবর্তন করতে এটি টেনে আনুন।
ca: Arrossegueu-lo per canviar la mida d'aquest tauler.
cs: Přetažením změníte velikost tohoto panelu.
cy: Llusgwch hwn i newid maint y panel hwn.
da: Træk dette for at ændre størrelsen på dette panel.
de: Ziehen Sie hier, um die Größe dieses Panels zu ändern.
el: Σύρετε αυτό για να αλλάξετε το μέγεθος αυτού του πίνακα.
eo: Trenu ĉi tion por regrandigi ĉi tiun panelon.
et: Paneeli suuruse muutmiseks lohistage seda.
eu: Arrastatu hau panel honen tamaina aldatzeko.
fa: این را بکشید تا اندازه این پانل تغییر کند.
fi: Muuta tämän paneelin kokoa vetämällä tätä.
fr_ht: Trennen sa a pou redimensionne panèl sa a.
fy: Sleep dit om de grutte fan dit paniel te feroarjen.
ga: Tarraing é seo chun an painéal seo a athrú.
gd: Slaod seo gus am pannal seo ath-mheudachadh.
gl: Arrastra isto para cambiar o tamaño deste panel.
gu: આ પેનલનું કદ બદલવા માટે આને ખેંચો.
he: גרור את זה כדי לשנות את גודל החלונית הזו.
hi: इस पैनल का आकार बदलने के लिए इसे खींचें.
hr: Povucite ovo za promjenu veličine ove ploče.
hu: Húzza ezt a panel átméretezéséhez.
hy: Քաշեք սա՝ այս վահանակի չափը փոխելու համար:
id: Seret ini untuk mengubah ukuran panel ini.
is: Dragðu þetta til að breyta stærð þessa spjalds.
it: Trascinalo per ridimensionare questo pannello.
ka: გადაიტანეთ ეს ამ პანელის ზომის შესაცვლელად.
kk: Бұл панельдің өлшемін өзгерту үшін оны сүйреңіз.
km: អូសវាដើម្បីប្តូរទំហំបន្ទះនេះ។
kn: ಈ ಫಲಕವನ್ನು ಮರುಗಾತ್ರಗೊಳಿಸಲು ಇದನ್ನು ಎಳೆಯಿರಿ.
ko: 이 패널의 크기를 조정하려면 이것을 드래그하세요.
ku: Vê kaş bikin ku mezinahiya vê panelê biguherînin.
ky: Бул панелдин өлчөмүн өзгөртүү үчүн аны сүйрөңүз.
lb: Drag dëst fir d'Gréisst vun dësem Panel ze änneren.
lo: ລາກອັນນີ້ເພື່ອປັບຂະໜາດແຖບນີ້.
lt: Vilkite tai, kad pakeistumėte skydelio dydį.
lv: Velciet šo, lai mainītu šī paneļa izmēru.
mg: Tariho ity mba hanova ny haben'ity tontonana ity.
mi: Tōia tēnei ki te rahi anō i tēnei paewhiri.
mk: Повлечете го ова за да ја промените големината на овој панел.
ml: ഈ പാനലിൻ്റെ വലുപ്പം മാറ്റാൻ ഇത് വലിച്ചിടുക.
mn: Энэ самбарын хэмжээг өөрчлөхийн тулд үүнийг чирнэ үү.
mr: या पॅनेलचा आकार बदलण्यासाठी हे ड्रॅग करा.
ms: Seret ini untuk mengubah saiz panel ini.
mt: Iddreggja dan biex tibdel id-daqs ta' dan il-pannell.
my: ဤအကန့်ကို အရွယ်အစားပြောင်းရန် ၎င်းကို ဖိဆွဲပါ။
ne: यो प्यानल रिसाइज गर्न यसलाई तान्नुहोस्।
nl: Sleep dit om het formaat van dit paneel te wijzigen.
no: Dra denne for å endre størrelsen på dette panelet.
or: ଏହି ପ୍ୟାନେଲର ଆକାର ପରିବର୍ତ୍ତନ କରିବାକୁ ଏହାକୁ ଡ୍ରାଗ୍ କରନ୍ତୁ |
pa: ਇਸ ਪੈਨਲ ਦਾ ਆਕਾਰ ਬਦਲਣ ਲਈ ਇਸਨੂੰ ਖਿੱਚੋ।
ps: د دې پینل د اندازې کولو لپاره دا کش کړئ.
pt: Arraste para redimensionar este painel.
ro: Trageți aceasta pentru a redimensiona acest panou.
ru: Перетащите это, чтобы изменить размер этой панели.
sd: ھن پينل کي تبديل ڪرڻ لاء ھن کي ڇڪيو.
si: මෙම පැනලයේ ප්‍රමාණය වෙනස් කිරීමට මෙය අදින්න.
sk: Potiahnutím tohto panela zmeníte veľkosť.
sl: Povlecite to, da spremenite velikost te plošče.
sq: Zvarriteni këtë për të ndryshuar madhësinë e këtij paneli.
sr: Превуците ово да бисте променили величину овог панела.
sv: Dra detta för att ändra storlek på panelen.
sw: Buruta hii ili kubadilisha ukubwa wa kidirisha hiki.
ta: இந்த பேனலின் அளவை மாற்ற இதை இழுக்கவும்.
te: ఈ ప్యానెల్ పరిమాణాన్ని మార్చడానికి దీన్ని లాగండి.
tg: Барои тағир додани андозаи ин панел онро кашед.
tl: I-drag ito upang baguhin ang laki ng panel na ito.
tr: Bunu sürükleyerek panelin boyutunu ayarlayabilirsiniz.
ug: بۇ تاختىنى چوڭايتىش ئۈچۈن سۆرەپ چىقىڭ.
uk: Перетягніть це, щоб змінити розмір панелі.
ur: اس پینل کا سائز تبدیل کرنے کے لیے اسے گھسیٹیں۔
uz: Bu panel oʻlchamini oʻzgartirish uchun uni torting.
vi: Kéo cái này để thay đổi kích thước bảng này.
xh: Tsala oku ukwenza ubungakanani bobukhulu beli qela lolawulo.
yi: שלעפּן דעם צו טוישן די גרייס פון דעם טאַפליע.
zh_hans_tw: 拖曳它可以調整該面板的大小。
zu: Hudula lokhu ukuze ushintshe usayizi waleli phaneli.

source: OK
am: እሺ
ar: نعم
az: tamam
be: добра
bg: Добре
bn: ঠিক আছে
ca: D'acord
cy: iawn
da: Okay
el: Εντάξει
eo: bone
et: Okei
eu: Ados
fa: خوب
ga: ceart go leor
gd: ceart gu leòr
gu: બરાબર
he: בסדר
hi: ठीक है
hr: u redu
hu: rendben
hy: լավ
id: OKE
ka: კარგი
kk: ЖАРАЙДЫ МА
km: យល់ព្រម
kn: ಸರಿ
ko: 좋아요
ky: макул
lo: ຕົກ​ລົງ
lt: Gerai
lv: labi
mi: pai
mk: добро
ml: ശരി
mn: БОЛЖ БАЙНА УУ
mr: ठीक आहे
ms: okey
mt: kollox sew
my: အိုကေ
ne: ठिक छ
or: ଠିକ୍ ଅଛି
pa: ਠੀਕ ਹੈ
ps: سمه ده
ro: Bine
ru: ХОРОШО
sd: ٺيڪ
si: හරි
sl: v redu
sq: Ne rregull
sr: У реду
sw: sawa
ta: சரி
te: అలాగే
tg: ДУРУСТ
tr: Tamam
ug: ماقۇل
uk: в порядку
ur: ٹھیک ہے
uz: KELISHDIKMI
vi: ĐƯỢC RỒI
xh: KULUNGILE
yi: אקעי
zh_hans_tw: 好的
zu: KULUNGILE

# Setting_AutoSave
source: Auto-save
af: Outo-stoor
am: ራስ-አስቀምጥ
ar: الحفظ التلقائي
az: Avtomatik saxla
be: Аўтазахаванне
bg: Автоматично запазване
bn: স্বয়ংক্রিয় সংরক্ষণ করুন
ca: Desa automàticament
cs: Automatické ukládání
cy: Auto-arbed
da: Gem automatisk
de: Automatisch speichern
el: Αυτόματη αποθήκευση
eo: Aŭtomate konservi
et: Automaatne salvestamine
eu: Gorde automatikoa
fa: ذخیره خودکار
fi: Automaattinen tallennus
fr_ht: Oto-sove
fy: Auto-bewarje
ga: Uathshábháil
gd: Sàbhaladh fèin-ghluasadach
gl: Gardar automaticamente
gu: સ્વતઃ-સાચવો
he: שמירה אוטומטית
hi: ऑटो को बचाने
hr: Automatsko spremanje
hu: Automatikus mentés
hy: Ավտոմատ պահպանում
id: Penyimpanan otomatis
is: Sjálfvirk vistun
ka: ავტომატური შენახვა
kk: Автоматты сақтау
km: រក្សាទុកដោយស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂ ಉಳಿಸಿ
ko: 자동 저장
ku: Xweber hilanîn
ky: Унаам сактоо
lb: Automatesch späicheren
lo: ບັນທຶກອັດຕະໂນມັດ
lt: Automatinis išsaugojimas
lv: Automātiski saglabāt
mi: Tiaki-aunoa
mk: Автоматско зачувување
ml: സ്വയമേവ സംരക്ഷിക്കുക
mn: Автоматаар хадгалах
mr: स्वयं-जतन करा
ms: Auto-simpan
my: အလိုအလျောက် သိမ်းဆည်းပါ။
ne: स्वतः बचत गर्नुहोस्
no: Automatisk lagring
or: ଅଟୋ-ସେଭ୍ |
pa: ਆਟੋ-ਸੇਵ
ps: په اتوماتيک ډول خوندي کول
pt: Salvamento automático
ro: Salvare automata
ru: Автосохранение
sd: خودڪار بچاء
si: ස්වයංක්‍රීයව සුරැකීම
sk: Automatické ukladanie
sl: Samodejno shranjevanje
sq: Ruaj automatikisht
sr: Ауто-саве
sv: Automatisk sparning
sw: Hifadhi kiotomatiki
ta: தானாகச் சேமிக்கவும்
te: ఆటో-సేవ్
tg: Захираи худкор
tr: Otomatik kayıt
ug: ئاپتوماتىك ساقلاش
uk: Автозбереження
ur: خودکار محفوظ کریں۔
uz: Avtomatik saqlash
vi: Tự động lưu
xh: Gcina ngokuzenzekela
yi: אַוטאָ-היטן
zh_hans_tw: 自動儲存
zu: Londoloza ngokuzenzakalela

# ToolTip_About
source: About this program...
af: Oor hierdie program...
am: ስለዚህ ፕሮግራም...
ar: عن هذا البرنامج...
az: Bu proqram haqqında...
be: Аб гэтай праграме...
bg: Относно тази програма...
bn: এই কর্মসূচি সম্পর্কে...
ca: Sobre aquest programa...
cs: O tomto programu...
cy: Am y rhaglen hon...
da: Om dette program...
de: Über dieses Programm...
el: Σχετικά με αυτό το πρόγραμμα...
eo: Pri ĉi tiu programo...
et: Selle programmi kohta...
eu: Programa honi buruz...
fa: در مورد این برنامه ...
fi: Tietoja tästä ohjelmasta...
fr_ht: Konsènan pwogram sa a...
fy: Oer dit programma ...
ga: Maidir leis an gclár seo...
gd: Mu dheidhinn a' phrògram seo...
gl: Sobre este programa...
gu: આ કાર્યક્રમ વિશે...
he: על התוכנית הזו...
hi: इस कार्यक्रम के बारे में...
hr: O ovom programu...
hu: Erről a programról...
hy: Այս ծրագրի մասին...
id: Tentang program ini...
is: Um þetta forrit...
it: A proposito di questo programma...
ka: ამ პროგრამის შესახებ...
kk: Бұл бағдарлама туралы...
km: អំពីកម្មវិធីនេះ...
kn: ಈ ಕಾರ್ಯಕ್ರಮದ ಬಗ್ಗೆ...
ko: 이 프로그램에 대해서...
ku: Di derbarê vê bernameyê de ...
ky: Бул программа тууралуу...
lb: Iwwer dëse Programm ...
lo: ກ່ຽວ​ກັບ​ໂຄງ​ການ​ນີ້ ...
lt: Apie šią programą...
lv: Par šo programmu...
mg: Momba ity programa ity...
mi: Mō tēnei hōtaka...
mk: За оваа програма...
ml: ഈ പരിപാടിയെ കുറിച്ച്...
mn: Энэ хөтөлбөрийн талаар...
mr: या कार्यक्रमाबद्दल...
ms: Mengenai program ini...
mt: Dwar dan il-programm...
my: ဒီအစီအစဉ်နဲ့ပတ်သက်ပြီး...
ne: यस कार्यक्रम बारे...
nl: Over dit programma...
no: Om dette programmet...
or: ଏହି ପ୍ରୋଗ୍ରାମ୍ ବିଷୟରେ ...
pa: ਇਸ ਪ੍ਰੋਗਰਾਮ ਬਾਰੇ...
ps: د دې پروګرام په اړه...
pt: Sobre este programa...
ro: Despre acest program...
ru: Об этой программе...
sd: هن پروگرام بابت ...
si: මෙම වැඩසටහන ගැන...
sk: O tomto programe...
sl: O tem programu ...
sq: Rreth këtij programi...
sr: О овом програму...
sv: Om detta program...
sw: Kuhusu mpango huu...
ta: இந்த திட்டத்தை பற்றி...
te: ఈ కార్యక్రమం గురించి...
tg: Дар бораи ин барнома...
tl: Tungkol sa programang ito...
tr: Bu program hakkında...
ug: بۇ پروگرامما ھەققىدە ...
uk: Про цю програму...
ur: اس پروگرام کے بارے میں...
uz: Ushbu dastur haqida...
vi: Về chương trình này...
xh: Malunga nale nkqubo...
yi: וועגן דעם פּראָגראַם ...
zh_hans_tw: 關於這個計劃...
zu: Mayelana nalolu hlelo...

# ToolTip_Paste
source: Paste a cut/copied node to this node...
af: Plak 'n gesnyde/gekopieerde nodus na hierdie nodus...
am: በዚህ መስቀለኛ መንገድ የተቆረጠ/የተቀዳ መስቀለኛ መንገድ ለጥፍ...
ar: لصق العقدة المقطوعة/المنسوخة إلى هذه العقدة...
az: Kəsilmiş/kopyalanmış qovşağı bu noda yapışdırın...
be: Устаўце выразаны/скапіраваны вузел у гэты вузел...
bg: Поставете изрязан/копиран възел в този възел...
bn: এই নোডে একটি কাটা/কপি করা নোড পেস্ট করুন...
ca: Enganxeu un node retallat/copiat a aquest node...
cs: Vložit vyjmutý/zkopírovaný uzel do tohoto uzlu...
cy: Gludwch nod wedi'i dorri/copïo i'r nod hwn...
da: Indsæt en klippet/kopieret node til denne node...
de: Fügen Sie einen ausgeschnittenen/kopierten Knoten in diesen Knoten ein ...
el: Επικολλήστε έναν κομμένο/αντιγραμμένο κόμβο σε αυτόν τον κόμβο...
eo: Algluu tranĉitan/kopiitan nodon al ĉi tiu nodo...
et: Kleebi lõigatud/kopeeritud sõlm sellesse sõlme...
eu: Itsatsi ebaki/kopiatutako nodo bat nodo honetan...
fa: یک گره برش/کپی شده در این گره جایگذاری کنید...
fi: Liitä leikattu/kopioitu solmu tähän solmuun...
fr_ht: Kole yon ne koupe/kopi nan ne sa a...
fy: Plak in knippe/kopiearre knooppunt nei dit knooppunt...
ga: Greamaigh nód gearrtha/cóipeála den nód seo...
gd: Cuir a-steach nód gearraidh / leth-bhreac don nód seo ...
gl: Pega un nodo cortado/copiado neste nodo...
gu: આ નોડ પર કટ/કોપી કરેલ નોડ પેસ્ટ કરો...
he: הדבק צומת חתוך/הועתק לצומת זה...
hi: इस नोड पर एक कट/कॉपी किया हुआ नोड चिपकाएँ...
hr: Zalijepi izrezani/kopirani čvor u ovaj čvor...
hu: Illesszen be egy kivágott/másolt csomópontot ehhez a csomóponthoz...
hy: Տեղադրեք կտրված/պատճենված հանգույց այս հանգույցում...
id: Tempelkan simpul yang dipotong/disalin ke simpul ini...
is: Límdu klipptan/afritaðan hnút á þennan hnút...
it: Incolla un nodo tagliato/copiato in questo nodo...
ka: ჩასვით ამოჭრილი/დაკოპირებული კვანძი ამ კვანძში...
kk: Кесілген/көшірілген түйінді осы түйінге қойыңыз...
km: បិទភ្ជាប់ថ្នាំងកាត់/ចម្លងទៅថ្នាំងនេះ...
kn: ಈ ನೋಡ್‌ಗೆ ಕತ್ತರಿಸಿದ/ನಕಲು ಮಾಡಿದ ನೋಡ್ ಅನ್ನು ಅಂಟಿಸಿ...
ko: 잘라내거나 복사한 노드를 이 노드에 붙여넣습니다...
ku: Girêk birîn/kopîkirî li vê girêkê bixin...
ky: Кесилген/көчүрүлгөн түйүндү бул түйүнгө чаптаңыз...
lb: Paste e geschniddene / kopéierten Node op dësen Node ...
lo: ວາງ node ຕັດ/ສຳເນົາໃສ່ node ນີ້...
lt: Įklijuokite iškirptą / nukopijuotą mazgą į šį mazgą...
lv: Ielīmējiet šajā mezglā izgriezto/nokopēto mezglu...
mg: Apetaho ny node tapaka/nadika amin'ity node ity...
mi: Whakapirihia he node kua tapahia/kua tāruatia ki tēnei kōpuku...
mk: Залепете исечен/копиран јазол на овој јазол...
ml: ഈ നോഡിലേക്ക് ഒരു കട്ട്/പകർത്ത നോഡ് ഒട്ടിക്കുക...
mn: Зүссэн/хуулсан зангилааг энэ зангилаа руу буулгана уу...
mr: या नोडवर कट/कॉपी केलेला नोड पेस्ट करा...
ms: Tampalkan nod yang dipotong/disalin pada nod ini...
mt: Paste nodu maqtugħ/ikkupjat ma' dan in-nodu...
my: ဖြတ်/ကူးထားသော node ကို ဤ node သို့ ကူးထည့်ပါ...
ne: यस नोडमा काटिएको/प्रतिलिपि गरिएको नोड टाँस्नुहोस्...
nl: Plak een geknipt/gekopieerd knooppunt naar dit knooppunt...
no: Lim inn en klippet/kopiert node til denne noden...
or: ଏହି ନୋଡରେ ଏକ କଟ୍ / କପି ହୋଇଥିବା ନୋଡ୍ ଲେପନ କରନ୍ତୁ ...
pa: ਇਸ ਨੋਡ ਵਿੱਚ ਕੱਟ/ਕਾਪੀ ਕੀਤੇ ਨੋਡ ਨੂੰ ਪੇਸਟ ਕਰੋ...
ps: دې نوډ ته کټ/کاپي شوي نوډ پیسټ کړئ...
pt: Cole um nó recortado/copiado neste nó...
ro: Lipiți un nod tăiat/copiat în acest nod...
ru: Вставьте вырезанный/скопированный узел в этот узел...
sd: هن نوڊ تي ڪٽ/ڪاپي ٿيل نوڊ پيسٽ ڪريو...
si: මෙම නෝඩයට කැපූ/පිටපත් කළ නෝඩයක් අලවන්න...
sk: Prilepte vystrihnutý/skopírovaný uzol do tohto uzla...
sl: Prilepite izrezano/kopirano vozlišče v to vozlišče ...
sq: Ngjit një nyje të prerë/kopjuar në këtë nyje...
sr: Налепите исечени/копирани чвор на овај чвор...
sv: Klistra in en klippt/kopierad nod till denna nod...
sw: Bandika nodi iliyokatwa/iliyonakiliwa kwenye nodi hii...
ta: இந்த முனையில் ஒரு வெட்டு/நகல் முனையை ஒட்டவும்...
te: ఈ నోడ్‌కి కట్/కాపీ చేసిన నోడ్‌ని అతికించండి...
tg: Гиреҳи бурида/нусхабардорӣшударо ба ин гиреҳ часбонед...
tl: Mag-paste ng hiwa/kinopya na node sa node na ito...
tr: Kesilmiş/kopyalanmış bir düğümü yapıştır...
ug: كېسىلگەن / كۆپەيتىلگەن تۈگۈننى بۇ تۈگۈنگە چاپلاڭ ...
uk: Вставте вирізаний/скопійований вузол до цього вузла...
ur: اس نوڈ پر کٹ/کاپی شدہ نوڈ چسپاں کریں...
uz: Kesilgan/nusxalangan tugunni ushbu tugunga joylashtiring...
vi: Dán nút đã cắt/sao chép vào nút này...
xh: Ncamathelisa indawo esikiweyo/ekhutshelweyo kule nodi...
yi: פּאַפּ אַ שנייַדן / קאַפּיד נאָדע צו דעם נאָדע ...
zh_hans_tw: 將剪下/複製的節點貼到該節點...
zu: Namathisela inodi esikiwe/ekopishiwe kule nodi...

# ToolTip_Cut
source: Cut this node...
af: Sny hierdie nodus...
am: ይህንን መስቀለኛ መንገድ ይቁረጡ ...
ar: قطع هذه العقدة...
az: Bu nodu kəsin...
be: Выразаць гэты вузел...
bg: Изрежете този възел...
bn: এই নোডটি কাটুন...
ca: Talla aquest node...
cs: Odřízněte tento uzel...
cy: Torrwch y nod hwn ...
da: Klip denne node...
de: Schneiden Sie diesen Knoten ab ...
el: Κόψτε αυτόν τον κόμβο...
eo: Tranĉi ĉi tiun nodon...
et: Lõika see sõlm...
eu: Moztu nodo hau...
fa: این گره را قطع کنید...
fi: Leikkaa tämä solmu...
fr_ht: Koupe ne sa a...
fy: Knip dizze knooppunt ...
ga: Gearr an nód seo ...
gd: Gearr an nota seo ...
gl: Cortar este nodo...
gu: આ નોડ કાપો...
he: חתוך את הצומת הזה...
hi: इस नोड को काटें...
hr: Izrežite ovaj čvor...
hu: Vágja le ezt a csomópontot...
hy: Կտրեք այս հանգույցը...
id: Potong simpul ini...
is: Klipptu þennan hnút...
it: Taglia questo nodo...
ka: გაჭრა ეს კვანძი...
kk: Бұл түйінді кесіңіз...
km: កាត់ថ្នាំងនេះ...
kn: ಈ ನೋಡ್ ಅನ್ನು ಕತ್ತರಿಸಿ...
ko: 이 노드를 잘라내세요...
ku: Vê girêkê bibire...
ky: Бул түйүндү кесип...
lb: Schneid dësen Node ...
lo: ຕັດ node ນີ້ ...
lt: Iškirpti šį mazgą...
lv: Izgriezt šo mezglu...
mg: Tapaho ity node ity...
mi: Tapahia tenei node...
mk: Исечете го овој јазол ...
ml: ഈ നോഡ് മുറിക്കുക...
mn: Энэ зангилааг таслах ...
mr: हा नोड कट करा...
ms: Potong nod ini...
mt: Aqta' dan in-node...
my: ဒီ node ကိုဖြတ်ပါ...
ne: यो नोड काट्नुहोस्...
nl: Snijd dit knooppunt...
no: Kutt denne noden...
or: ଏହି ନୋଡ୍ କାଟ ...
pa: ਇਸ ਨੋਡ ਨੂੰ ਕੱਟੋ...
ps: دا نوډ پرې کړئ ...
pt: Corte esse nó...
ro: Tăiați acest nod...
ru: Разрезаем этот узел...
sd: هن نوڊ کي ڪٽيو ...
si: මෙම නෝඩය කපන්න ...
sk: Odrežte tento uzol...
sl: Odrežite to vozlišče ...
sq: Prisni këtë nyje...
sr: Исеците овај чвор...
sv: Klipp den här noden...
sw: Kata nodi hii...
ta: இந்த முனையை வெட்டுங்கள்...
te: ఈ నోడ్‌ని కత్తిరించండి...
tg: Ин гиреҳро буред...
tl: Putulin ang node na ito...
tr: Bu düğümü kes...
ug: بۇ تۈگۈننى كېسىڭ ...
uk: Виріжте цей вузол...
ur: اس نوڈ کو کاٹ دو...
uz: Ushbu tugunni kesib tashlang ...
vi: Cắt nút này...
xh: Sika le nodi...
yi: שנייַדן דעם נאָדע ...
zh_hans_tw: 剪掉這個節點...
zu: Sika le nodi...
