Repository: Haltroy/FluxionViewer
Catalog: src/FluxionViewer/Lang/Lang.*.resx
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ht, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, ps, pt, ro, ru, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, tl, tr, ug, uk, ur, uz, vi, xh, yi, zh_hans_tw, zu

# help_2
source: <file>: Loads the file
af: <lêer>: Laai die lêer
am: <file>: ፋይሉን ይጭናል
ar: <ملف>: تحميل الملف
az: <fayl&lgt;: Faylı yükləyir
be: <файл>: загружае файл
bg: <file>: Зарежда файла
bn: <file>: ফাইল লোড করে
ca: <fitxer>: carrega el fitxer
cs: <soubor>: Načte soubor
cy: <file&lgt;: Yn llwytho'r ffeil
da: <fil>: Indlæser filen
de: <Datei>: Lädt die Datei
el: <αρχείο>: Φορτώνει το αρχείο
eo: <dosiero>: Ŝargas la dosieron
et: <fail>: laadib faili
eu: <fitxategia>: fitxategia kargatzen du
fa: <file&lgt;: فایل را بارگیری می کند
fi: <tiedosto&lgt;: Lataa tiedoston
fr_ht: <file>: Chaje fichye a
fy: <bestân>: Laadt it bestân
ga: <comhad>: lódálann sé an comhad
gd: <file>: A' luchdadh an fhaidhle
gl: <ficheiro&lgt;: carga o ficheiro
gu: <file>: ફાઇલ લોડ કરે છે
he: <file>: טוען את הקובץ
hi: <फ़ाइल&lgt;: फ़ाइल लोड करता है
hr: <file>: Učitava datoteku
hu: <fájl>: betölti a fájlt
hy: <file>: Բեռնում է ֆայլը
id: <file&lgt;: Memuat file
is: <skrá>: Hleður skránni
it: <file&lgt;: carica il file
ka: <file>: იტვირთება ფაილი
kk: <файл>: файлды жүктейді
km: <file>៖ ផ្ទុកឯកសារ
kn: <file>: ಫೈಲ್ ಅನ್ನು ಲೋಡ್ ಮಾಡುತ್ತದೆ
ko: <file>: 파일을 로드합니다.
ku: <pel>: Pelê bar dike
ky: <file>: Файлды жүктөйт
lb: <Datei>: Lued de Fichier
lo: <file>: ໂຫຼດໄຟລ໌
lt: <failas>: įkeliamas failas
lv: <fails&lgt;: ielādē failu
mg: <rakitra&lgt;: Mametraka ny rakitra
mi: <kōnae>: Ka utaina te kōnae
mk: <датотека&lgt;: ја вчитува датотеката
ml: <file&lgt;: ഫയൽ ലോഡ് ചെയ്യുന്നു
mn: <файл&lgt;: Файлыг ачаална
mr: <file>: फाइल लोड करते
ms: <file&lgt;: Memuatkan fail
mt: <file>: Tgħabbi l-fajl
my: <file>- ဖိုင်ကို တင်သည်။
ne: <file>: फाइल लोड गर्छ
nl: <bestand>: laadt het bestand
no: <fil>: Laster filen
or: <ଫାଇଲ୍&lgt;: ଫାଇଲ୍ ଲୋଡ୍ କରେ |
pa: <file>: ਫਾਈਲ ਲੋਡ ਕਰਦਾ ਹੈ
ps: <فایل>: فایل پورته کوي
pt: <arquivo>: carrega o arquivo
ro: <fișier>: Încarcă fișierul
ru: <файл>: загружает файл.
sd: <file>: فائل لوڊ ڪريو
si: <file>: ගොනුව පූරණය කරයි
sk: <súbor&lgt;: Načíta súbor
sl: <datoteka>: Naloži datoteko
sq: <file>: Ngarkon skedarin
sr: <датотека>: Учитава датотеку
sv: <fil>: Laddar filen
sw: <faili>: Inapakia faili
ta: <file&lgt;: கோப்பை ஏற்றுகிறது
te: <file&lgt;: ఫైల్‌ను లోడ్ చేస్తుంది
tg: <файл>: Файлро бор мекунад
tl: <file&lgt;: Nilo-load ang file
tr: <dosya>: Dosyayı yükler.
ug: <file&lgt;: ھۆججەتنى يۈكلەيدۇ
uk: <файл>: завантажує файл
ur: <file&lgt;: فائل لوڈ کرتا ہے۔
uz: <fayl>: faylni yuklaydi
vi: <file&lgt;: Tải tập tin
xh: <ifayile>: Ilayisha ifayile
yi: <טעקע&lgt;: לאָדן די טעקע
zh_hans_tw: <文件>：載入文件
zu: <file>: Ilayisha ifayela

# help_3
source: --compression COMPRESSION: Loads the file with specific compression.
af: --compression KOMPRESSIE: Laai die lêer met spesifieke kompressie.
am: --compression COMPRESSION፡ ፋይሉን በልዩ መጭመቂያ ይጭናል።
ar: --compression COMPRESSION: تحميل الملف بضغط محدد.
az: --compression COMRESSION: Faylı xüsusi sıxılma ilə yükləyir.
be: --compression COMPRESSION: загружае файл з пэўным сцісканнем.
bg: --compression КОМПРЕСИЯ: Зарежда файла със специфична компресия.
bn: --compression কম্প্রেশন: নির্দিষ্ট কম্প্রেশন সহ ফাইল লোড করে।
ca: --compression COMPRESSIÓ: Carrega el fitxer amb una compressió específica.
cs: --compression COMPRESSION: Načte soubor se specifickou kompresí.
cy: --cywasgu Cywasgu: Llwytho'r ffeil gyda cywasgu penodol.
da: --komprimering KOMPRESSION: Indlæser filen med specifik komprimering.
de: --compression COMPRESSION: Lädt die Datei mit einer bestimmten Komprimierung.
el: --compression COMPRESSION: Φορτώνει το αρχείο με συγκεκριμένη συμπίεση.
eo: --compression COMPRESSION: Ŝarĝas la dosieron kun specifa kunpremo.
et: --compression KOMPRESSIOON: laadib faili kindla tihendusega.
eu: --compression KONPRESIOA: fitxategia konpresio zehatz batekin kargatzen du.
fa: --compression COMPRESSION: فایل را با فشرده سازی خاص بارگذاری می کند.
fi: --compression PAKKAUS: Lataa tiedoston tietyllä pakkauksella.
fr_ht: --konpresyon KONPRESYON: Chaje fichye a ak konpresyon espesifik.
fy: --compression COMPRESSION: Laadt it bestân mei spesifike kompresje.
ga: --compression COMPRESSION: Luchtaigh an comhad le comhbhrú ar leith.
gd: --compression COMPRESSION: A’ luchdachadh am faidhle le teannachadh sònraichte.
gl: --compression COMPRESIÓN: Carga o ficheiro cunha compresión específica.
gu: --કોમ્પ્રેસન કમ્પ્રેશન: ચોક્કસ કમ્પ્રેશન સાથે ફાઇલ લોડ કરે છે.
he: --דחיסה דחיסה: טוען את הקובץ עם דחיסה ספציפית.
hi: --संपीड़न संपीड़न: फ़ाइल को विशिष्ट संपीड़न के साथ लोड करता है।
hr: --compression KOMPRESIJA: Učitava datoteku s određenom kompresijom.
hu: --compression Tömörítés: Betölti a fájlt meghatározott tömörítéssel.
hy: --սեղմում COMPRESSION. բեռնում է ֆայլը հատուկ սեղմումով:
id: --kompresi KOMPRESI: Memuat file dengan kompresi tertentu.
is: --þjöppun ÞJÁTTUN: Hleður skránni með sérstakri þjöppun.
it: --compression COMPRESSIONE: carica il file con una compressione specifica.
ka: --compression COMPRESSION: იტვირთება ფაილი კონკრეტული შეკუმშვით.
kk: --compression COMRESSION: файлды арнайы қысу арқылы жүктейді.
km: --compression COMPRESSION៖ ផ្ទុកឯកសារជាមួយនឹងការបង្ហាប់ជាក់លាក់។
kn: --compression compression: ನಿರ್ದಿಷ್ಟ ಕಂಪ್ರೆಷನ್‌ನೊಂದಿಗೆ ಫೈಲ್ ಅನ್ನು ಲೋಡ್ ಮಾಡುತ್ತದೆ.
ko: --compression COMPRESSION: 특정 압축으로 파일을 로드합니다.
ku: --kompression COMPRESSION: Pelê bi pelçiqandina taybetî bar dike.
ky: --compression КЫСУУ: Файлды атайын кысуу менен жүктөйт.
lb: --Compression COMPRESSION: Luet d'Datei mat spezifescher Kompressioun.
lo: --compression COMPRESSION: ໂຫຼດໄຟລ໌ດ້ວຍການບີບອັດສະເພາະ.
lt: --compression KOMPRESIJA: įkeliamas failas su specifiniu suspaudimu.
lv: --compression KOMPRESIJA: ielādē failu ar īpašu saspiešanu.
mg: --compression COMPRESSION: Mametaka ny rakitra miaraka amin'ny famoretana manokana.
mi: --compression COMPRESSION: Ka utaina te konae me te taapiri motuhake.
mk: --compression КОМПРЕСИЈА: Ја вчитува датотеката со специфична компресија.
ml: --കംപ്രഷൻ കംപ്രഷൻ: നിർദ്ദിഷ്ട കംപ്രഷൻ ഉപയോഗിച്ച് ഫയൽ ലോഡ് ചെയ്യുന്നു.
mn: --compression COMPRESSION: Файлыг тусгай шахалтаар ачаална.
mr: --compression COMpression: विशिष्ट कॉम्प्रेशनसह फाइल लोड करते.
ms: --compression COMPRESSION: Memuatkan fail dengan pemampatan tertentu.
mt: --kompressjoni KOMPRESJONI: Tgħabbi l-fajl b'kompressjoni speċifika.
my: --compression COMPRESSION- သီးခြားချုံ့မှုဖြင့် ဖိုင်ကို တင်သည်။
ne: - कम्प्रेसन कम्प्रेसन: विशिष्ट कम्प्रेसनको साथ फाइल लोड गर्दछ।
nl: --compression COMPRESSIE: Laadt het bestand met specifieke compressie.
no: --komprimering KOMPRESSERING: Laster filen med spesifikk komprimering.
or: - ସଙ୍କୋଚନ ସଙ୍କୋଚନ: ନିର୍ଦ୍ଦିଷ୍ଟ ସଙ୍କୋଚନ ସହିତ ଫାଇଲ୍ ଲୋଡ୍ କରେ |
pa: --compression ਕੰਪਰੈਸ਼ਨ: ਖਾਸ ਕੰਪਰੈਸ਼ਨ ਨਾਲ ਫਾਈਲ ਲੋਡ ਕਰਦਾ ਹੈ।
ps: --کمپریشن کمپریشن: فایل د ځانګړي کمپریشن سره باروي.
pt: --compression COMPRESSION: Carrega o arquivo com compactação específica.
ro: --compression COMPRESIUNE: Încarcă fișierul cu compresie specifică.
ru: --compression СЖАТИЕ: загружает файл с определенным сжатием.
sd: -compression ڪمپريشن: فائل کي مخصوص ڪمپريشن سان لوڊ ڪري ٿو.
si: --compression COMPRESSION: විශේෂිත සම්පීඩනයකින් ගොනුව පූරණය කරයි.
sk: --compression COMPRESSION: Načíta súbor so špecifickou kompresiou.
sl: --compression STISKANJE: naloži datoteko s posebnim stiskanjem.
sq: --compression COMPRESSION: Ngarkon skedarin me kompresim specifik.
sr: --цомпрессион КОМПРЕСИЈА: Учитава датотеку са специфичном компресијом.
sv: --compression COMPRESSION: Laddar filen med specifik komprimering.
sw: --Mfinyazo Mfinyazo: Hupakia faili kwa mbano maalum.
ta: --compression compression: குறிப்பிட்ட சுருக்கத்துடன் கோப்பை ஏற்றுகிறது.
te: --కంప్రెషన్ కంప్రెషన్: నిర్దిష్ట కంప్రెషన్‌తో ఫైల్‌ను లోడ్ చేస్తుంది.
tg: --compression COMPRESSION: Файлро бо фишурдани махсус бор мекунад.
tl: --compression COMPRESSION: Nilo-load ang file na may partikular na compression.
tr: --compression SIKIŞTIRMA: Dosyası belirli bir sıkıştırma algoritmasıyla yükler.
ug: - پىرىسلاش بېسىمى: ھۆججەتنى ئالاھىدە پىرىسلاش بىلەن يۈكلەيدۇ.
uk: --compression СТИСНЕННЯ: завантажує файл із певним стисненням.
ur: -کمپریشن کمپریشن: فائل کو مخصوص کمپریشن کے ساتھ لوڈ کرتا ہے۔
uz: --siqish SIQMA: faylni maxsus siqish bilan yuklaydi.
vi: --compression COMPRESSION: Tải tệp có độ nén cụ thể.
xh: --Uxinzelelo loxinzelelo: Ilayisha ifayile ngoxinzelelo oluthile.
yi: - קאַמפּרעשאַן קאַמפּרעשאַן: לאָודז די טעקע מיט ספּעציפיש קאַמפּרעשאַן.
zh_hans_tw: --compression COMPRESSION：載入具有特定壓縮的檔案。
zu: --Compression COMPRESSION: Ilayisha ifayela ngokucindezelwa okuthile.

# help_4
source: --save COMPRESSION ENCODING FILE: Converts and saves the file with specific compression (optional) and encoding.
af: --stoor KOMPRESSIE ENKODERINGSLÊER: Skakel en stoor die lêer met spesifieke kompressie (opsioneel) en enkodering.
am: --ማስቀመጥ ኮምፕሬሽን ኢንኮዲንግ ፋይል፡ ፋይሉን በተለየ መጭመቂያ (አማራጭ) እና ኢንኮዲንግ ይለውጠዋል እና ያስቀምጣል።
ar: - حفظ ملف ترميز الضغط: يحول الملف ويحفظه بضغط وترميز محددين (اختياري).
az: --SAVE KOMPRESYON KODLAMA FAYI: Faylı xüsusi sıxılma (isteğe bağlı) və kodlaşdırma ilə çevirir və saxlayır.
be: --save ФАЙЛ КАДАВАННЯ СЦІСКУ: канвертуе і захоўвае файл з пэўным сцісканнем (неабавязкова) і кадоўкай.
bg: --save ФАЙЛ ЗА КОДИРАНЕ НА КОМПРЕСИЯ: Преобразува и записва файла със специфична компресия (по избор) и кодиране.
bn: --সেভ কম্প্রেশন এনকোডিং ফাইল: নির্দিষ্ট কম্প্রেশন (ঐচ্ছিক) এবং এনকোডিং সহ ফাইলটিকে রূপান্তর করে এবং সংরক্ষণ করে।
ca: --save FITXER DE CODIFICACIÓ DE COMPRESSIÓ: Converteix i desa el fitxer amb compressió i codificació específiques (opcional).
cs: --save SOUBOR KOMPRESNÍHO KÓDOVÁNÍ: Převede a uloží soubor se specifickou kompresí (volitelné) a kódováním.
cy: --save FFEIL ENCODING CYMHWYSO: Trosi ac yn arbed y ffeil gyda cywasgu penodol (dewisol) ac amgodio.
da: --save COMPRESSION ENCODING FIL: Konverterer og gemmer filen med specifik komprimering (valgfrit) og kodning.
de: --save COMPRESSION ENCODING FILE: Konvertiert und speichert die Datei mit spezifischer Komprimierung (optional) und Codierung.
el: --save COMPRESSION ENCODING FILE: Μετατρέπει και αποθηκεύει το αρχείο με συγκεκριμένη συμπίεση (προαιρετική) και κωδικοποίηση.
eo: --konservi KOMPADA KODIGA DOSIERO: Konvertas kaj konservas la dosieron per specifa kunpremo (laŭvola) kaj kodado.
et: --save COMPRESSION ECODING FAIL: teisendab ja salvestab faili kindla tihenduse (valikuline) ja kodeeringuga.
eu: --save CONPRESSION ENCODING FILE: Fitxategia konpresio zehatzarekin (aukerakoa) eta kodeketarekin bihurtzen eta gordetzen du.
fa: --save COMPRESSION ENCODING FILE: فایل را با فشرده سازی خاص (اختیاری) و رمزگذاری تبدیل و ذخیره می کند.
fi: --tallenna PAKKAUKSETIEDOSTO: Muuntaa ja tallentaa tiedoston tietyllä pakkauksella (valinnainen) ja koodauksella.
fr_ht: --save KONPRESYON KODA DOSYE: Konvèti epi sove fichye a ak konpresyon espesifik (si ou vle) ak kodaj.
fy: --save COMPRESSION ENCODING FILE: Konvertearret en bewarret it bestân mei spesifike kompresje (opsjoneel) en kodearring.
ga: --save COMHAD ENCODING COMPRESSION: Athraíonn agus sábhálann an comhad le comhbhrú ar leith (roghnach) agus ionchódú.
gd: --save COMPRESSION ENCODING FILE: Ag atharrachadh agus a’ sàbhaladh am faidhle le teannachadh sònraichte (roghainneil) agus còdachadh.
gl: --save FICHEIRO DE CODIFICACIÓN DE COMPRESIÓN: converte e garda o ficheiro cunha compresión e codificación específicas (opcional).
gu: --સેવ કમ્પ્રેશન એન્કોડિંગ ફાઇલ: ચોક્કસ કમ્પ્રેશન (વૈકલ્પિક) અને એન્કોડિંગ સાથે ફાઇલને રૂપાંતરિત અને સાચવે છે.
he: --שמור קובץ קידוד קומפרסיה: ממיר ושומר את הקובץ עם דחיסה ספציפית (אופציונלית) וקידוד.
hi: --संपीड़न एन्कोडिंग फ़ाइल सहेजें: फ़ाइल को विशिष्ट संपीड़न (वैकल्पिक) और एन्कोडिंग के साथ परिवर्तित और सहेजता है।
hr: --save DATOTEKA ZA KODIRANJE KOMPRESIJE: Pretvara i sprema datoteku s određenom kompresijom (opcionalno) i kodiranjem.
hu: --save TÖMÖRÍTÉSI KÓDOLÁSI FÁJL: Konvertálja és menti a fájlt meghatározott tömörítéssel (opcionális) és kódolással.
hy: --save COMPRESSION ENCODING FILE. Փոխակերպում և պահպանում է ֆայլը հատուկ սեղմումով (ըստ ցանկության) և կոդավորումով:
id: --save COMPRESSION ENCODING FILE: Mengonversi dan menyimpan file dengan kompresi dan pengkodean tertentu (opsional).
is: --save ÞJÁTTUNARKÓÐARSKÁL: Umbreytir og vistar skrána með sérstakri þjöppun (valfrjálst) og kóðun.
it: --save FILE DI CODIFICA DI COMPRESSIONE: converte e salva il file con compressione e codifica specifiche (opzionale).
ka: --save COMPRESSION ENCODING FILE: გარდაქმნის და ინახავს ფაილს კონკრეტული შეკუმშვით (სურვილისამებრ) და კოდირებით.
kk: --САҚТАУ ҚЫМЫСТЫ КОДТАУ ФАЙЛЫ: файлды арнайы қысу (қосымша) және кодтау арқылы түрлендіреді және сақтайды.
km: --save COMPRESSION ENCODING FILE: បំប្លែង និងរក្សាទុកឯកសារជាមួយនឹងការបង្ហាប់ជាក់លាក់ (ជាជម្រើស) និងការអ៊ិនកូដ។
kn: --ಸೇವ್ ಕಂಪ್ರೆಷನ್ ಎನ್‌ಕೋಡಿಂಗ್ ಫೈಲ್: ನಿರ್ದಿಷ್ಟ ಕಂಪ್ರೆಷನ್ (ಐಚ್ಛಿಕ) ಮತ್ತು ಎನ್‌ಕೋಡಿಂಗ್‌ನೊಂದಿಗೆ ಫೈಲ್ ಅನ್ನು ಪರಿವರ್ತಿಸುತ್ತದೆ ಮತ್ತು ಉಳಿಸುತ್ತದೆ.
ko: --save COMPRESSION ENCODING FILE: 특정 압축(선택 사항) 및 인코딩으로 파일을 변환하고 저장합니다.
ku: --Save KOMPRESION ENCODING FILE: Pelê bi pelçiqandina taybetî (vebijarkî) û şîfrekirinê vediguherîne û hilîne.
ky: --save КЫСУУ КОДОДОО ФАЙЛ: Файлды атайын кысуу (милдеттүү эмес) жана коддоо менен конверттейт жана сактайт.
lb: --save COMPRESSION ENCODING FILE: Konvertéiert a späichert d'Datei mat spezifescher Kompressioun (optional) a Kodéierung.
lo: --save COMPRESSION ENCODING FILE: ແປງ ແລະບັນທຶກໄຟລ໌ດ້ວຍການບີບອັດສະເພາະ (ທາງເລືອກ) ແລະການເຂົ້າລະຫັດ.
lt: --save COMPRESSION CODING FILE: konvertuoja ir išsaugo failą su tam tikru suspaudimu (neprivaloma) ir koduotu.
lv: --save SOMRESIJAS KODĒŠANAS FAILU: pārveido un saglabā failu ar īpašu saspiešanu (pēc izvēles) un kodējumu.
mg: --save COMPRESSION ENCODING FILE: Mamadika sy mitahiry ny rakitra miaraka amin'ny famatrarana manokana (tsy voatery) sy famandrihana.
mi: --save TE KUPU WHAKAWAETANGA KAUPAPA: Ka huri me te tiaki i te konae me te taapiri (he kowhiringa) me te whakawaehere.
mk: --save COMPRESSION ENCODING FILE: Ја конвертира и зачувува датотеката со специфична компресија (опционално) и кодирање.
ml: --സേവ് കംപ്രഷൻ എൻകോഡിംഗ് ഫയൽ: നിർദ്ദിഷ്ട കംപ്രഷനും (ഓപ്ഷണൽ) എൻകോഡിംഗും ഉപയോഗിച്ച് ഫയൽ പരിവർത്തനം ചെയ്യുകയും സംരക്ഷിക്കുകയും ചെയ്യുന്നു.
mn: --save COMPRESSION CODING ФАЙЛ: Файлыг тусгай шахалт (заавал биш) болон кодчилолоор хөрвүүлж хадгална.
mr: --सेव्ह कॉम्प्रेशन एन्कोडिंग फाइल: विशिष्ट कॉम्प्रेशन (पर्यायी) आणि एन्कोडिंगसह फाइल रूपांतरित आणि जतन करते.
ms: --simpan FAIL PENGEkodan MAMPATAN: Menukar dan menyimpan fail dengan pemampatan tertentu (pilihan) dan pengekodan.
mt: --save FAJL TA 'KODIKAZZJONI TAL-KOMPPRESSJONI: Tikkonverti u tiffranka l-fajl b'kompressjoni speċifika (mhux obbligatorja) u kodifikazzjoni.
my: --COMPRESSION ENCODING ဖိုင်ကို သိမ်းဆည်းပါ- သတ်မှတ်ထားသော ချုံ့မှု (ချန်လှပ်ထားနိုင်သည်) နှင့် ကုဒ်ဖြင့် ကုဒ်ပြောင်းပြီး သိမ်းဆည်းသည်။
ne: - कम्प्रेसन एन्कोडिङ फाइल बचत गर्नुहोस्: विशिष्ट सङ्कुचन (वैकल्पिक) र एन्कोडिङको साथ फाइललाई रूपान्तरण र बचत गर्दछ।
nl: --save COMPRESSIE ENCODING BESTAND: Converteert en bewaart het bestand met specifieke compressie (optioneel) en codering.
no: --save COMPRESSION CODING FILE: Konverterer og lagrer filen med spesifikk komprimering (valgfritt) og koding.
or: - ସଙ୍କୋଚନ ଏନକୋଡିଂ ଫାଇଲ୍ ସଞ୍ଚୟ କରନ୍ତୁ: ନିର୍ଦ୍ଦିଷ୍ଟ ସଙ୍କୋଚନ (ବ al କଳ୍ପିକ) ଏବଂ ଏନକୋଡିଂ ସହିତ ଫାଇଲକୁ ରୂପାନ୍ତର ଏବଂ ସଂରକ୍ଷଣ କରେ |
pa: --ਸੇਵ ਕੰਪਰੈਸ਼ਨ ਐਨਕੋਡਿੰਗ ਫਾਈਲ: ਫਾਈਲ ਨੂੰ ਖਾਸ ਕੰਪਰੈਸ਼ਨ (ਵਿਕਲਪਿਕ) ਅਤੇ ਏਨਕੋਡਿੰਗ ਨਾਲ ਬਦਲਦਾ ਅਤੇ ਸੁਰੱਖਿਅਤ ਕਰਦਾ ਹੈ।
ps: - د کمپریشن کوډ کولو فایل خوندي کړئ: فایل د ځانګړي کمپریشن (اختیاري) او کوډ کولو سره بدلوي او خوندي کوي.
pt: --save ARQUIVO DE CODIFICAÇÃO DE COMPRESSÃO: Converte e salva o arquivo com compactação e codificação específicas (opcional).
ro: --save COMPRESSION CODING FILE: Convertește și salvează fișierul cu compresie și codare specifice (opțional).
ru: --save ФАЙЛ СЖАТИЯ КОДИРОВАНИЯ: Преобразует и сохраняет файл с определенным сжатием (необязательно) и кодировкой.
sd: - محفوظ ڪريو ڪمپريشن انڪوڊنگ فائل: فائل کي تبديل ڪري ٿو ۽ محفوظ ڪري ٿو مخصوص ڪمپريشن (اختياري) ۽ انڪوڊنگ سان.
si: --සේව් සම්පීඩන කේතීකරණ ගොනුව: විශේෂිත සම්පීඩනය (විකල්ප) සහ කේතනය සමඟ ගොනුව පරිවර්තනය කර සුරකියි.
sk: --save SÚBOR KÓDOVANIA KOMPRESIE: Konvertuje a ukladá súbor so špecifickou kompresiou (voliteľné) a kódovaním.
sl: --save DATOTEKA ZA KODIRANJE STISKANJA: Pretvori in shrani datoteko s posebnim stiskanjem (neobvezno) in kodiranjem.
sq: --save COMPRESSION ENCODING FILE: Konverton dhe ruan skedarin me ngjeshje specifike (opsionale) dhe kodim.
sr: --саве КОМПРЕСИЈСКО КОДИРАЊЕ ДАТОТЕКЕ: Конвертује и чува датотеку са специфичном компресијом (опционо) и кодирањем.
sv: --save COMPRESSION ENCODING FIL: Konverterar och sparar filen med specifik komprimering (valfritt) och kodning.
sw: --save COMPRESSION ENCODING FILE: Hubadilisha na kuhifadhi faili kwa mgandamizo maalum (si lazima) na usimbaji.
ta: --சேமி சுருக்க என்கோடிங் கோப்பு: குறிப்பிட்ட சுருக்கம் (விரும்பினால்) மற்றும் குறியாக்கத்துடன் கோப்பை மாற்றி சேமிக்கிறது.
te: --సేవ్ కంప్రెషన్ ఎన్‌కోడింగ్ ఫైల్: నిర్దిష్ట కంప్రెషన్ (ఐచ్ఛికం) మరియు ఎన్‌కోడింగ్‌తో ఫైల్‌ను మారుస్తుంది మరియు సేవ్ చేస్తుంది.
tg: --захира кардани файли рамзгузории компрессионӣ: Файлро бо фишурдани махсус (ихтиёрӣ) ва рамзгузорӣ табдил медиҳад ва захира мекунад.
tl: --save ang COMPRESSION ENCODING FILE: Kino-convert at sine-save ang file na may partikular na compression (opsyonal) at encoding.
tr: --save SIKIŞTIRMA KODLAMA DOSYA: Belirli bir dosyaya belirlenmiş sıkıştırma ve kodlama algoritmalarıyla kaydeder.
ug: - COMPRESSION ENCODING FILE نى ساقلاڭ: ھۆججەتنى ئالاھىدە پىرىسلاش (ئىختىيارىي) ۋە كودلاش ئارقىلىق ئايلاندۇرىدۇ ۋە ساقلايدۇ.
uk: --save ФАЙЛ З КОДУВАННЯМ СТИСЕННЯ: перетворює та зберігає файл із певним стисненням (необов’язково) та кодуванням.
ur: -کمپریشن انکوڈنگ فائل کو محفوظ کریں: مخصوص کمپریشن (اختیاری) اور انکوڈنگ کے ساتھ فائل کو تبدیل اور محفوظ کرتا ہے۔
uz: --SAVE KOMPRESSION KODLASHTIRISH FAYL: Faylni maxsus siqish (ixtiyoriy) va kodlash bilan o'zgartiradi va saqlaydi.
vi: --save TẬP TIN MÃ HÓA NÉN: Chuyển đổi và lưu tệp bằng cách nén và mã hóa cụ thể (tùy chọn).
xh: --Save COMPRESSION ENCODING FILE: Iguqula kwaye igcine ifayile ngoxinzelelo oluthile (uyazikhethela) kunye nekhowudi.
yi: - היט קאַמפּרעשאַן קאָדירונג טעקע: קאַנווערץ און סאַוועס די טעקע מיט ספּעציפיש קאַמפּרעשאַן (אַפּשאַנאַל) און קאָדירונג.
zh_hans_tw: --save 壓縮編碼檔案：使用特定壓縮（可選）和編碼轉換並儲存檔案。
zu: --save COMPRESSION ENCODING FILE: Iguqula futhi igcine ifayela ngokucindezelwa okuthile (kuyakhetheka) kanye nombhalo wekhodi.

# help_5
source: --no-gui: Runs on command-line only.
af: --no-gui: Loop slegs op opdragreël.
am: --no-gui: በትእዛዝ መስመር ብቻ ይሰራል።
ar: --no-gui: يعمل على سطر الأوامر فقط.
az: --no-gui: Yalnız komanda xəttində işləyir.
be: --no-gui: працуе толькі ў камандным радку.
bg: --no-gui: Работи само на командния ред.
bn: --no-gui: শুধুমাত্র কমান্ড-লাইনে চলে।
ca: --no-gui: només s'executa a la línia d'ordres.
cs: --no-gui: Běží pouze na příkazovém řádku.
cy: --no-gui: Yn rhedeg ar orchymyn-lein yn unig.
da: --no-gui: Kører kun på kommandolinjen.
de: --no-gui: Wird nur auf der Befehlszeile ausgeführt.
el: --no-gui: Εκτελείται μόνο στη γραμμή εντολών.
eo: --no-gui: Funkcias nur sur komandlinio.
et: --no-gui: töötab ainult käsureal.
eu: --no-gui: komando lerroan bakarrik exekutatzen da.
fa: --no-gui: فقط در خط فرمان اجرا می شود.
fi: --no-gui: Toimii vain komentorivillä.
fr_ht: --no-gui: Kouri sou liy kòmand sèlman.
fy: --no-gui: Rint allinich op kommandorigel.
ga: --no-gui: Ritheann sé ar ordú-líne amháin.
gd: --no-gui: A’ ruith air loidhne-àithne a-mhàin.
gl: --no-gui: execútase só na liña de comandos.
gu: --no-gui: માત્ર કમાન્ડ-લાઇન પર ચાલે છે.
he: --no-gui: פועל בשורת הפקודה בלבד.
hi: --नो-गुई: केवल कमांड-लाइन पर चलता है।
hr: --no-gui: radi samo na naredbenom retku.
hu: --no-gui: Csak parancssorban fut.
hy: --no-gui: Գործում է միայն հրամանի տողում:
id: --no-gui: Hanya berjalan pada baris perintah.
is: --no-gui: Keyrir aðeins á skipanalínu.
it: --no-gui: viene eseguito solo dalla riga di comando.
ka: --no-gui: მუშაობს მხოლოდ ბრძანების ხაზზე.
kk: --no-gui: тек пәрмен жолында жұмыс істейді.
km: --no-gui៖ ដំណើរការលើបន្ទាត់ពាក្យបញ្ជាតែប៉ុណ្ណោះ។
kn: --no-gui: ಕಮಾಂಡ್-ಲೈನ್‌ನಲ್ಲಿ ಮಾತ್ರ ರನ್ ಆಗುತ್ತದೆ.
ko: --no-gui: 명령줄에서만 실행됩니다.
ku: --no-gui: Tenê li ser xeta fermanê dimeşîne.
ky: --no-gui: буйрук сабында гана иштейт.
lb: --no-gui: Leeft nëmmen op Kommandozeil.
lo: --no-gui: ແລ່ນຢູ່ໃນເສັ້ນຄໍາສັ່ງເທົ່ານັ້ນ.
lt: --no-gui: veikia tik komandinėje eilutėje.
lv: --no-gui: darbojas tikai komandrindā.
mg: --no-gui: Mizotra amin'ny tsipika baiko ihany.
mi: --no-gui: Ka rere i runga i te raina whakahau anake.
mk: --no-gui: Работи само на командната линија.
ml: --no-gui: കമാൻഡ്-ലൈനിൽ മാത്രം പ്രവർത്തിക്കുന്നു.
mn: --no-gui: Зөвхөн командын мөрөнд ажилладаг.
mr: --no-gui: फक्त कमांड लाइनवर चालते.
ms: --no-gui: Berjalan pada baris arahan sahaja.
mt: --no-gui: Timxi fuq il-linja tal-kmand biss.
my: --no-gui- command-line တွင်သာ လုပ်ဆောင်သည်။
ne: --no-gui: कमाण्ड-लाइनमा मात्र चल्छ।
nl: --no-gui: Werkt alleen op de opdrachtregel.
no: --no-gui: Kjører kun på kommandolinje.
or: --no-gui: କେବଳ କମାଣ୍ଡ୍ ଲାଇନ୍ ରେ ଚାଲିଥାଏ |
pa: --no-gui: ਸਿਰਫ਼ ਕਮਾਂਡ-ਲਾਈਨ 'ਤੇ ਚੱਲਦਾ ਹੈ।
ps: --no-gui: یوازې په کمانډ لاین چلیږي.
pt: --no-gui: Executa apenas na linha de comando.
ro: --no-gui: rulează numai pe linia de comandă.
ru: --no-gui: Запускается только из командной строки.
sd: --no-gui: صرف ڪمانڊ لائن تي هلندو آهي.
si: --no-gui: විධාන රේඛාව මත පමණක් ධාවනය වේ.
sk: --no-gui: Beží len na príkazovom riadku.
sl: --no-gui: deluje samo v ukazni vrstici.
sq: --no-gui: Punon vetëm në linjën e komandës.
sr: --но-гуи: Ради само на командној линији.
sv: --no-gui: Körs endast på kommandoraden.
sw: --no-gui: Huendesha kwa mstari wa amri pekee.
ta: --no-gui: கட்டளை வரியில் மட்டுமே இயங்கும்.
te: --no-gui: కమాండ్-లైన్‌లో మాత్రమే నడుస్తుంది.
tg: --no-gui: Танҳо дар сатри фармон кор мекунад.
tl: --no-gui: Tumatakbo sa command-line lamang.
tr: --no-gui: Komut satırında çalışır.
ug: --no-gui: پەقەت بۇيرۇق قۇرىدىلا ئىجرا بولىدۇ.
uk: --no-gui: працює лише в командному рядку.
ur: --no-gui: صرف کمانڈ لائن پر چلتا ہے۔
uz: --no-gui: faqat buyruq satrida ishlaydi.
vi: --no-gui: Chỉ chạy trên dòng lệnh.
xh: --no-gui: Ibaleka kumgca womyalelo kuphela.
yi: --no-gui: לויפט בלויז אויף באַפֿעלן שורה.
zh_hans_tw: --no-gui：僅在命令列上運行。
zu: --no-gui: Isebenza kulayini womyalo kuphela.
