Repository: Haltroy/FluxionViewer
Catalog: src/FluxionViewer/Lang/Lang.*.resx
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ht, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, ps, pt, ro, ru, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, tl, tr, ug, uk, ur, uz, vi, xh, yi, zh_hans_tw, zu

# About_Visit
source: Visit
af: Besoek
am: ጎብኝ
ar: يزور
az: ziyarət edin
be: Наведайце
bg: Посетете
bn: ভিজিট করুন
ca: Visita
cs: Návštěva
cy: Ymwelwch
da: Besøg
de: Besuchen
el: Επίσκεψη
eo: Vizitu
et: Külastage
eu: Bisitatu
fa: بازدید کنید
fi: Vierailla
fr_ht: Vizite
fy: Besite
ga: Cuairt
gd: Tadhail
gl: Visita
gu: મુલાકાત
he: לְבַקֵר
hi: मिलने जाना
hr: Posjetiti
hu: Látogatás
hy: Այցելություն
id: Mengunjungi
is: Heimsókn
it: Visita
ka: ეწვიეთ
kk: бару
km: ទស្សនា
kn: ಭೇಟಿ
ko: 방문하다
ku: Serdan
lb: Besicht
lo: ຢ້ຽມຢາມ
lt: Apsilankykite
lv: Apmeklējums
mg: FITSIDIHANA
mi: Toronga
mk: Посетете
ml: സന്ദർശിക്കുക
mn: зочилно уу
mr: भेट
ms: melawat
mt: Żur
my: သွားလည်ပါ။
ne: भ्रमण गर्नुहोस्
nl: Bezoek
no: Besøk
or: ପରିଦର୍ଶନ କରନ୍ତୁ |
pa: ਫੇਰੀ
ps: لیدنه
pt: Visita
ro: Vizita
ru: Посещать
sd: گهمڻ
si: සංචාරය
sk: Navštívte
sl: Obisk
sq: Vizitoni
sr: Посетите
sv: Besök
sw: Tembelea
ta: வருகை
te: సందర్శించండి
tg: Ташриф
tl: Bisitahin
tr: Ziyaret Et
ug: زىيارەت قىلىڭ
uk: Відвідайте
ur: وزٹ کریں۔
uz: Tashrif buyuring
vi: Thăm nom
xh: Ndwendwela
yi: באַזוכן
zh_hans_tw: 訪問
zu: Vakashela

# About_About
source: About
af: Oor
am: ስለ
ar: عن
az: Haqqında
be: Аб
bg: относно
bn: সম্পর্কিত
ca: Sobre
cs: O
cy: Ynghylch
da: Om
de: Um
el: Σχετικά με
eo: Pri
et: Umbes
eu: Buruz
fa: در باره
fi: Noin
fr_ht: Konsènan
fy: Oer
ga: Faoi
gd: Mu dheidhinn
gl: Sobre
gu: વિશે
he: על אודות
hi: के बारे में
hr: Oko
hu: Ról ről
hy: Մասին
id: Tentang
is: Um
it: Di
ka: შესახებ
kk: туралы
km: អំពី
kn: ಬಗ್ಗೆ
ko: 에 대한
ku: Ji dor
ky: Жөнүндө
lb: Iwwer
lo: ກ່ຽວກັບ
lt: Apie
lv: Par
mi: Mō
mk: За
ml: കുറിച്ച്
mn: тухай
mr: बद्दल
ms: Tentang
mt: Dwar
my: အကြောင်း
ne: बारे
nl: Over
no: Om
or: ବିଷୟରେ
pa: ਬਾਰੇ
ps: په اړه
pt: Sobre
ro: Despre
ru: О
sd: بابت
si: ගැන
sk: O
sl: O tem
sq: Rreth
sr: О томе
sv: Handla om
sw: Kuhusu
ta: பற்றி
te: గురించి
tg: Дар бораи
tl: Tungkol sa
tr: Hakkında
ug: ھەققىدە
uk: про
ur: کے بارے میں
uz: Haqida
vi: Về
xh: Malunga
yi: וועגן
zh_hans_tw: 關於
zu: Mayelana

# About_License
source: License
af: Lisensie
am: ፈቃድ
ar: رخصة
az: Lisenziya
be: Ліцэнзія
bg: Разрешително
bn: লাইসেন্স
ca: llicència
cs: Licence
cy: Trwydded
da: Licens
de: Lizenz
el: Αδεια
eo: Permesilo
et: Litsents
eu: Lizentzia
fa: مجوز
fi: Lisenssi
fr_ht: Lisans
fy: Fergunning
ga: Ceadúnas
gd: Ceadachas
gl: Licenza
gu: લાઇસન્સ
he: רישיון
hi: लाइसेंस
hr: Licenca
hu: Engedély
hy: Լիցենզիա
id: Lisensi
is: Leyfi
it: Licenza
ka: ლიცენზია
kk: Лицензия
km: អាជ្ញាប័ណ្ណ
kn: ಪರವಾನಗಿ
ko: 특허
ku: Îcaze
ky: Лицензия
lb: Lizenz
lo: ໃບອະນຸຍາດ
lt: Licencija
lv: Licence
mg: Mombamomba ny mpanoratra
mi: Raihana
mk: Лиценца
ml: ലൈസൻസ്
mn: Тусгай зөвшөөрөл
mr: परवाना
ms: Lesen
mt: Liċenzja
my: လိုင်စင်
ne: इजाजतपत्र
nl: Licentie
no: Tillatelse
or: ଲାଇସେନ୍ସ
pa: ਲਾਇਸੰਸ
ps: جواز
pt: Licença
ro: Licență
ru: Лицензия
sd: لائسنس
si: බලපත්රය
sk: Licencia
sl: Licenca
sq: Liçensë
sr: Лиценца
sv: Licens
sw: Leseni
ta: உரிமம்
te: లైసెన్స్
tg: Иҷозатнома
tl: Lisensya
tr: Lisans
ug: ئىجازەتنامە
uk: Ліцензія
ur: لائسنس
uz: Litsenziya
vi: Giấy phép
xh: Ilayisensi
yi: ליסענסע
zh_hans_tw: 執照
zu: Ilayisensi

# About_TechUsed
source: Technologies Used
af: Tegnologieë wat gebruik word
am: ያገለገሉ ቴክኖሎጂዎች
ar: التقنيات المستخدمة
az: İstifadə olunan Texnologiyalar
be: Тэхналогіі, якія выкарыстоўваюцца
bg: Използвани технологии
bn: ব্যবহৃত প্রযুক্তি
ca: Tecnologies utilitzades
cs: Použité technologie
cy: Technolegau a Ddefnyddir
da: Anvendte teknologier
de: Verwendete Technologien
el: Τεχνολογίες που χρησιμοποιούνται
eo: Teknologioj Uzitaj
et: Kasutatud tehnoloogiad
eu: Erabilitako teknologiak
fa: فن آوری های مورد استفاده
fi: Käytetyt tekniikat
fr_ht: Teknoloji yo itilize
fy: Technologies brûkt
ga: Teicneolaíochtaí a Úsáideadh
gd: Teicneòlasan air an cleachdadh
gl: Tecnoloxías utilizadas
gu: વપરાયેલી ટેક્નોલોજીઓ
he: טכנולוגיות בשימוש
hi: प्रयुक्त प्रौद्योगिकियाँ
hr: Korištene tehnologije
hu: Használt technológiák
hy: Օգտագործված տեխնոլոգիաներ
id: Teknologi yang Digunakan
is: Tækni notuð
it: Tecnologie utilizzate
ka: გამოყენებული ტექნოლოგიები
kk: Қолданылатын технологиялар
km: បច្ចេកវិទ្យាដែលបានប្រើ
kn: ಬಳಸಿದ ತಂತ್ರಜ್ಞಾನಗಳು
ko: 사용된 기술
ku: Teknolojiyên Bikaranîn
ky: Колдонулган технологиялар
lb: Technologien benotzt
lo: ເຕັກໂນໂລຢີທີ່ໃຊ້
lt: Naudotos technologijos
lv: Izmantotās tehnoloģijas
mg: Teknolojia ampiasaina
mi: Hangarau Whakamahia
mk: Користени технологии
ml: ഉപയോഗിച്ച സാങ്കേതികവിദ്യകൾ
mn: Ашигласан технологиуд
mr: तंत्रज्ञान वापरले
ms: Teknologi yang Digunakan
mt: Teknoloġiji Użati
my: နည်းပညာများကိုအသုံးပြုသည်။
ne: प्रयोग गरिएका प्रविधिहरू
nl: Gebruikte technologieÃ«n
no: Teknologier som brukes
or: ବ୍ୟବହୃତ ଟେକ୍ନୋଲୋଜି |
pa: ਵਰਤੀਆਂ ਗਈਆਂ ਤਕਨੀਕਾਂ
ps: کارول شوي ټیکنالوژي
pt: Tecnologias Utilizadas
ro: Tehnologii utilizate
ru: Используемые технологии
sd: استعمال ٿيل ٽيڪنالاجيون
si: භාවිතා කරන තාක්ෂණයන්
sk: Použité technológie
sl: Uporabljene tehnologije
sq: Teknologjitë e përdorura
sr: Коришћене технологије
sv: Teknik som används
sw: Teknolojia Zinazotumika
ta: பயன்படுத்தப்படும் தொழில்நுட்பங்கள்
te: ఉపయోగించిన సాంకేతికతలు
tg: Технологияҳои истифодашуда
tl: Mga Teknolohiyang Ginamit
tr: Kullanılan Teknolojiler
ug: ئىشلىتىلگەن تېخنىكىلار
uk: Технології, що використовуються
ur: استعمال شدہ ٹیکنالوجیز
uz: Ishlatilgan texnologiyalar
vi: Công nghệ được sử dụng
xh: Ubuchwephesha obusetyenziswayo
yi: טעטשנאָלאָגיעס געניצט
zh_hans_tw: 使用的技術
zu: Ubuchwepheshe obusetshenzisiwe

# AppName
source: Fluxion Viewer
am: Fluxion መመልከቻ
ar: عارض الجريان
be: Праграма прагляду Fluxion
bn: ফ্লাক্সিয়ন ভিউয়ার
ca: Visor de Fluxion
cs: Prohlížeč Fluxion
cy: Gwyliwr Fluxion
ga: Amharcóir Fluxion
gd: Sealladair fluxion
gl: Visor Fluxion
gu: ફ્લક્સિયન વ્યૂઅર
hi: फ्लक्सन व्यूअर
hr: Preglednik Fluxion
id: Penampil Fluksi
it: Visualizzatore di flusso
km: កម្មវិធីមើល Fluxion
kn: ಫ್ಲಕ್ಶನ್ ವೀಕ್ಷಕ
ko: Fluxion 뷰어
mi: Kaitakitaki Fluxion
ml: ഫ്ലക്‌ഷൻ വ്യൂവർ
mr: फ्लक्सियन दर्शक
ms: Pemapar Fluxion
ne: फ्लक्सियन दर्शक
nl: Fluxion-kijker
or: ଫ୍ଲକ୍ସିଅନ୍ ଦର୍ଶକ |
pa: ਫਲਕਸ਼ਨ ਦਰਸ਼ਕ
ps: د فلوکسیون لیدونکی
pt: Visualizador de fluxo
ru: Просмотрщик Fluxion
sd: فلڪسين ڏسندڙ
sl: Pregledovalnik Fluxion
sr: Флукион Виевер
sw: Mtazamaji wa Fluxion
ta: ஃப்ளக்ஷன் பார்வையாளர்
te: ఫ్లక్షన్ వ్యూయర్
tg: Намоишгари Fluxion
tr: Fluxion Görüntüleyici
uk: Переглядач Fluxion
ur: بہاؤ دیکھنے والا
vi: Trình xem Fluxion
yi: פלוקסיאָן וויוער
zh_hans_tw: 流線觀察器
zu: I-Fluxion Viewer

# About_AboutDesc
source: Edit Fluxion files easily.
af: Redigeer Fluxion-lêers maklik.
am: Fluxion ፋይሎችን በቀላሉ ያርትዑ።
ar: تحرير ملفات Fluxion بسهولة.
az: Fluxion fayllarını asanlıqla redaktə edin.
be: Лёгка рэдагуйце файлы Fluxion.
bg: Лесно редактирайте Fluxion файлове.
bn: Fluxion ফাইল সহজে সম্পাদনা করুন.
ca: Editeu fitxers Fluxion fàcilment.
cs: Upravujte soubory Fluxion snadno.
cy: Golygu ffeiliau Fluxion yn hawdd.
da: Rediger Fluxion-filer nemt.
de: Bearbeiten Sie Fluxion-Dateien einfach.
el: Επεξεργαστείτε εύκολα τα αρχεία Fluxion.
eo: Redaktu Fluxion-dosierojn facile.
et: Redigeerige Fluxioni faile lihtsalt.
eu: Editatu Fluxion fitxategiak erraz.
fa: فایل های Fluxion را به راحتی ویرایش کنید.
fi: Muokkaa Fluxion-tiedostoja helposti.
fr_ht: Edite dosye Fluxion fasil.
fy: Fluxion-bestannen maklik bewurkje.
ga: Cuir comhaid Fluxion in eagar go héasca.
gd: Deasaich faidhlichean Fluxion gu furasta.
gl: Edita ficheiros Fluxion facilmente.
gu: Fluxion ફાઇલોને સરળતાથી સંપાદિત કરો.
he: ערוך קבצי Fluxion בקלות.
hi: फ़्लक्सियन फ़ाइलों को आसानी से संपादित करें।
hr: Jednostavno uredite Fluxion datoteke.
hu: Egyszerűen szerkesztheti a Fluxion fájlokat.
hy: Հեշտությամբ խմբագրեք Fluxion ֆայլերը:
id: Edit file Fluxion dengan mudah.
is: Breyttu Fluxion skrám auðveldlega.
it: Modifica facilmente i file Fluxion.
ka: Fluxion ფაილების მარტივად რედაქტირება.
kk: Fluxion файлдарын оңай өңдеңіз.
km: កែសម្រួលឯកសារ Fluxion យ៉ាងងាយស្រួល។
kn: ಫ್ಲಕ್ಶನ್ ಫೈಲ್‌ಗಳನ್ನು ಸುಲಭವಾಗಿ ಸಂಪಾದಿಸಿ.
ko: Fluxion 파일을 쉽게 편집할 수 있습니다.
ku: Pelên Fluxion bi hêsanî biguherînin.
ky: Fluxion файлдарын оңой түзөтүңүз.
lb: Fluxion Dateien einfach z'änneren.
lo: ແກ້ໄຂໄຟລ໌ Fluxion ໄດ້ຢ່າງງ່າຍດາຍ.
lt: Lengvai redaguokite Fluxion failus.
lv: Viegli rediģējiet Fluxion failus.
mg: Hanova mora foana ny rakitra Fluxion.
mi: Whakatika ngawari nga konae Fluxion.
mk: Лесно уредувајте ги датотеките Fluxion.
ml: ഫ്ലക്‌ഷൻ ഫയലുകൾ എളുപ്പത്തിൽ എഡിറ്റ് ചെയ്യുക.
mn: Fluxion файлуудыг хялбархан засаарай.
mr: फ्लक्सियन फायली सहजपणे संपादित करा.
ms: Edit fail Fluxion dengan mudah.
mt: Editja l-fajls Fluxion faċilment.
my: Fluxion ဖိုင်များကို အလွယ်တကူ တည်းဖြတ်ပါ။
ne: सजिलैसँग Fluxion फाइलहरू सम्पादन गर्नुहोस्।
nl: Bewerk Fluxion-bestanden eenvoudig.
no: Rediger Fluxion-filer enkelt.
or: ଫ୍ଲକ୍ସିଅନ୍ ଫାଇଲଗୁଡ଼ିକୁ ସହଜରେ ସଂପାଦନ କରନ୍ତୁ |
pa: Fluxion ਫਾਈਲਾਂ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਸੰਪਾਦਿਤ ਕਰੋ।
ps: د Fluxion فایلونه په اسانۍ سره ایډیټ کړئ.
pt: Edite arquivos Fluxion facilmente.
ro: Editați fișierele Fluxion cu ușurință.
ru: Легко редактируйте файлы Fluxion.
sd: آساني سان Fluxion فائلن کي تبديل ڪريو.
si: Fluxion ගොනු පහසුවෙන් සංස්කරණය කරන්න.
sk: Upravujte súbory Fluxion jednoducho.
sl: Enostavno urejajte datoteke Fluxion.
sq: Redaktoni skedarët Fluxion me lehtësi.
sr: Лако уређујте Флукион датотеке.
sv: Redigera Fluxion-filer enkelt.
sw: Hariri faili za Fluxion kwa urahisi.
ta: Fluxion கோப்புகளை எளிதாக திருத்தவும்.
te: ఫ్లక్షన్ ఫైల్‌లను సులభంగా సవరించండి.
tg: Файлҳои Fluxion-ро ба осонӣ таҳрир кунед.
tl: I-edit ang mga file ng Fluxion nang madali.
tr: Fluxion dosyalarını kolayca görüntülemeyi ve düzenlemeyi sağlar.
ug: Fluxion ھۆججىتىنى ئاسانلا تەھرىرلەڭ.
uk: Легко редагуйте файли Fluxion.
ur: آسانی سے Fluxion فائلوں میں ترمیم کریں۔
uz: Fluxion fayllarini osongina tahrirlang.
vi: Chỉnh sửa tập tin Fluxion dễ dàng.
xh: Hlela iifayile zeFluxion ngokulula.
yi: רעדאַגירן פלוקסיאָן טעקעס לייכט.
zh_hans_tw: 輕鬆編輯 Fluxion 檔案。
zu: Hlela amafayela e-Fluxion kalula.

# help_0
source: USAGE: <file> [--compression <compression>] [--save [compression] <encoding> <file>] [--no-gui] [--help]
af: GEBRUIK: <lêer> [--kompressie <kompressie>] [--save [kompressie] <enkodering> <lêer>] [--no-gui] [--help]
am: አጠቃቀም፡ <file> [--መጭመቅ <መጭመቅ>] [--መጭመቅ] <encoding> <file>] [--no-gui] [--help]
ar: الاستخدام: <ملف> [--ضغط <ضغط>] [--حفظ [ضغط] <ترميز> <ملف>] [--no-gui] [--مساعدة]
az: İSTİFADƏ: <fayl&lgt; [--sıxılma <sıxılma&lgt;] [--saxla [sıxılma] <kodlaşdırma&lgt; <fayl&lgt;] [--no-gui] [--help]
be: ВЫКАРЫСТАННЕ: <file> [--compression <compression>] [--save [compression] <coding> <file>] [--no-gui] [--help]
bg: ИЗПОЛЗВАНЕ: <file> [--compression <compression>] [--save [compression] <encoding> <file>] [--no-gui] [--help]
bn: ব্যবহার: <file> [--কম্প্রেশন <কম্প্রেশন>] [--সংরক্ষণ করুন [সংকোচন] <এনকোডিং> <ফাইল>] [--নো-গুই] [--সহায়তা]
ca: ÚS: <fitxer> [--compression <compressió>] [--save [compressió] <codificació> <fitxer>] [--no-gui] [--help]
cs: POUŽITÍ: <soubor> [--komprese <komprese>] [--save [komprese] <kódování> <soubor>] [--no-gui] [--help]
cy: DEFNYDD: <ffeil&lgt; [--cywasgiad <cywasgiad&lgt;] [--save [cywasgiad] <encoding&lgt; <file&lgt;] [--no-gui] [--help]
da: BRUG: <fil> [--komprimering <komprimering>] [--gem [komprimering] <kodning> <fil>] [--no-gui] [--hjælp]
de: VERWENDUNG: <Datei> [--compression <Komprimierung>] [--save [Komprimierung] <Kodierung> <Datei>] [--no-gui] [--help]
el: ΧΡΗΣΗ: <αρχείο> [--συμπίεση <συμπίεση>] [--αποθήκευση [συμπίεση] <κωδικοποίηση> <αρχείο>] [--χωρίς-gui] [--βοήθεια]
eo: UZADO: <dosiero> [--compression <kunpremo>] [--save [kunpremado] <kodigo> <dosiero>] [--no-gui] [--helpo]
et: KASUTAMINE: <fail> [--tihendamine <pakkimine>] [--salvesta [tihendamine] <kodeering> <fail>] [--no-gui] [--abi]
eu: ERABILERA: <fitxategia> [--compression <konpresioa>] [--save [konpresioa] <kodifikazioa> <fitxategia>] [--no-gui] [--help]
fa: استفاده: <پرونده&lgt; [--فشرده سازی <فشرده&lgt;] [--ذخیره [فشرده] <رمزگذاری&lgt; <پرونده&lgt;] [--no-gui] [--راهنما]
fi: KÄYTTÖ: <tiedosto&lgt; [--pakkaus <pakkaus&lgt;] [--tallenna [pakkaus] <koodaus&lgt; <tiedosto&lgt;] [--no-gui] [--ohje]
fr_ht: Itilizasyon: <file> [--konpresyon <konpresyon>] [--save [konpresyon] <kodaj> <fichye>] [--no-gui] [--help]
fy: GEBRUK: <bestân> [--kompresje <kompresje>] [--bewarje [kompresje] <kodearring> <bestân>] [--no-gui] [--help]
ga: ÚSÁID: <comhad> [--compression <compression>] [--save [compression] <ionchódú> <comhad>] [--no-gui] [--help]
gd: CLEACHDADH: <file> [--compression <compression>] [--save [compression] <còdachadh> <file>] [--no-gui] [--help]
gl: USO: <ficheiro&lgt; [--compression <compresión&lgt;] [--save [compresión] <codificación&lgt; <ficheiro&lgt;] [--no-gui] [--help]
gu: વપરાશ: <ફાઇલ> [--સંકોચન <સંકોચન>] [--સાચવો [કોમ્પ્રેશન] <એનકોડિંગ> <ફાઇલ>] [--નો-ગુઆઇ] [--સહાય]
he: שימוש: <קובץ> [--דחיסה <דחיסה>] [--שמור [דחיסה] <קידוד> <קובץ>] [--no-gui] [--עזרה]
hi: उपयोग: <फ़ाइल&lgt; [--संपीड़न <संपीड़न&lgt;] [--सहेजें [संपीड़न] <एन्कोडिंग&lgt; <फ़ाइल&lgt;] [--कोई-गुई] [--सहायता]
hr: UPOTREBA: <datoteka> [--kompresija <kompresija>] [--spremi [kompresija] <kodiranje> <datoteka>] [--no-gui] [--pomoć]
hu: HASZNÁLAT: <fájl> [--tömörítés <tömörítés>] [--mentés [tömörítés] <kódolás> <fájl>] [--no-gui] [--súgó]
hy: ՕԳՏԱԳՈՐԾՈՒՄ. <ֆայլ> [--սեղմում <սեղմում>] [--պահպանել [սեղմում] <կոդավորում> <ֆայլ>] [--no-gui] [-- օգնություն]
id: PENGGUNAAN: <file&lgt; [--kompresi <kompresi&lgt;] [--simpan [kompresi] <encoding&lgt; <file&lgt;] [--no-gui] [--help]
is: NOTKUN: <skrá> [--þjöppun <þjöppun>] [--vista [þjöppun] <kóðun> <skrá>] [--no-gui] [--hjálp]
it: UTILIZZO: <file&lgt; [--compression <compressione&lgt;] [--save [compressione] <codifica&lgt; <file&lgt;] [--no-gui] [--help]
ka: გამოყენება: <ფაილი> [--შეკუმშვა <შეკუმშვა>] [--შენახვა [შეკუმშვა] <დაშიფვრა> <ფაილი>] [--no-gui] [--დახმარება]
kk: ҚОЛДАНУ: <файл> [--қысу <қысу>] [--сақтау [қысу] <кодтау> <файл>] [--no-gui] [--анықтама]
km: ការប្រើប្រាស់៖ <file> [--compression <compression>] [--save [compression] <encoding> <file>] [--no-gui] [--help]
kn: ಬಳಕೆ: <file> [--ಸಂಕೋಚನ <ಸಂಕುಚನ>] [--ಸೇವ್ [ಸಂಕುಚನ] <ಎನ್‌ಕೋಡಿಂಗ್> <file>] [--no-gui] [--help]
ko: 사용법: <파일> [--compression <압축>] [--save [압축] <인코딩> <파일>] [--no-gui] [--help]
ku: BIKARANÎN: <pel> [--tevlihevkirin <komperasyon>] [-- tomarkirin [komperasyon] <kodkirin> <pel>] [--no-gui] [--alîkarî]
ky: КОЛДОНУУ: <файл> [--кысуу <кысуу>] [--сактоо [кысылуу] <коддоо> <файл>] [--no-gui] [--жардам]
lb: GEBRAUCH: <Datei> [--Kompressioun <Kompressioun>] [--späicheren [Kompressioun] <Kodéierung> <Datei>] [--no-gui] [--Hëllef]
lo: ການນໍາໃຊ້: <file> [--compression <compression>] [--save [compression] <encoding> <file>] [--no-gui] [--help]
lt: NAUDOJIMAS: <failas> [--suspaudimas <suspaudimas>] [--išsaugoti [suspaudimas] <kodavimas> <failas>] [--no-gui] [--pagalba]
lv: LIETOŠANA: <fails&lgt; [--saspiešana <saspiešana&lgt;] [--saglabāt [saspiešana] <kodējums&lgt; <fails&lgt;] [--no-gui] [--palīdzība]
mg: FAMPIASANA: <file&lgt; [--compression <compression&lgt;] [--save [compression] <encode&lgt; <file&lgt;] [--no-gui] [--help]
mi: WHAKAMAHI: <kōnae> [--compression <compression>] [--save [compression] <encoding> <file>] [--no-gui] [--help]
mk: КОРИСТЕЊЕ: <датотека&lgt; [--компресија <компресија&lgt;] [--зачувај [компресија] <кодирање&lgt; <датотека&lgt;] [--не-gui] [--помош]
ml: ഉപയോഗം: <file&lgt; [--compression <compression&lgt;] [--save [compression] <encoding&lgt; <file&lgt;] [--no-gui] [--help]
mn: ХЭРЭГЛЭЭ: <файл&lgt; [--шахалт <шахалт&lgt;] [--хадгалах [шахалт] <кодлох&lgt; <файл&lgt;] [--no-gui] [--help]
mr: वापर: <file> [--compression <compression>] [-सेव्ह [compression] <encoding> <file>] [--no-gui] [--help]
ms: PENGGUNAAN: <fail&lgt; [--mampatan <mampatan&lgt;] [--simpan [mampatan] <pengekodan&lgt; <fail&lgt;] [--no-gui] [--help]
mt: UŻU: <file> [--compression <kompressjoni>] [--save [kompressjoni] <encoding> <file>] [--no-gui] [--help]
my: အသုံးပြုမှု- <file> [--compression <compression>] [--save [compression] <encoding> <file>] [--no-gui] [--help]
ne: उपयोग: <फाइल> [--संकुचन <कम्प्रेसन>] [--बचत [कम्प्रेसन] <इन्कोडिङ> <फाइल>] [--नो-गुई] [--मद्दत]
nl: GEBRUIK: <bestand> [--compressie <compressie>] [--opslaan [compressie] <codering> <bestand>] [--no-gui] [--help]
no: BRUK: <fil> [--komprimering <komprimering>] [--lagre [komprimering] <koding> <fil>] [--no-gui] [--hjelp]
or: ବ୍ୟବହାର: <ଫାଇଲ&lgt; [- ସଙ୍କୋଚନ <ସଙ୍କୋଚନ&lgt;] [- ସଂରକ୍ଷଣ [ସଙ୍କୋଚନ]
pa: ਵਰਤੋਂ: <file> [-compression <compression>] [--ਸੇਵ [ਕੰਪਰੈਸ਼ਨ] <encoding> <file>] [--no-gui] [--help]
ps: کارول: <file> [--compression <compression>] [-Save [compression] <encoding> <file>] [-no-gui] [--help]
pt: USO: <arquivo> [--compression <compressão>] [--save [compressão] <codificação> <arquivo>] [--no-gui] [--help]
ro: UTILIZARE: <fișier> [--compression <compresie>] [--save [compresie] <codare> <fișier>] [--no-gui] [--help]
ru: ИСПОЛЬЗОВАНИЕ: <файл> [--compression <сжатие>] [--save [сжатие] <кодировка> <файл>] [--no-gui] [--help]
sd: استعمال: <file> [-compression <compression>] [-save [compression] <encoding> <file>] [-no-gui] [--help]
si: භාවිතය: <file> [--compression <compression>] [--save [compression] <encoding> <file>] [--no-gui] [--help]
sk: POUŽITIE: <súbor&lgt; [--kompresia <kompresia&lgt;] [--uložiť [kompresia] <kódovanie&lgt; <súbor&lgt;] [--no-gui] [--help]
sl: UPORABA: <datoteka> [--stiskanje <stiskanje>] [--shrani [stiskanje] <kodiranje> <datoteka>] [--no-gui] [--pomoč]
sq: PËRDORIMI: <skedar> [--ngjeshje <kompresim>] [--ruaj [ngjeshje] <enkodim> <skedar>] [--pa-gui] [--ndihmë]
sr: УПОТРЕБА: <датотека> [--компресија <компресија>] [--сачувај [компресија] <кодирање> <датотека>] [--но-гуи] [--помоћ]
sv: ANVÄNDNING: <fil> [--komprimering <komprimering>] [--spara [komprimering] <kodning> <fil>] [--no-gui] [--hjälp]
sw: MATUMIZI: <faili> [--compression <compression>] [--save [compression] <encoding> <file>] [--no-gui] [--help]
ta: USAGE: <file&lgt; [--சுருக்க <compression&lgt;] [--save [compression] <encoding&lgt; <file&lgt;] [--no-gui] [--help]
te: USAGE: <file&lgt; [--compression <compression&lgt;] [--save [compression] <encoding&lgt; <file&lgt;] [--no-gui] [--help]
tg: ИСТИФОДА: <файл> [--фишурдани <фишор>] [--захира [фишурда] <рамзгузорӣ> <файл>] [--no-gui] [--help]
tl: PAGGAMIT: <file&lgt; [--compression <compression&lgt;] [--save [compression] <encoding&lgt; <file&lgt;] [--no-gui] [--help]
tr: KULLANIM: <dosya> [--compression <sıkıştırma>] [--save [sıkıştırma] <kodlama> <dosya>] [--no-gui] [--help]
ug: ئىشلىتىش ئۇسۇلى: <ھۆججەت&lgt; [- قىسىش <بېسىش&lgt;] [- ساقلاش
uk: ВИКОРИСТАННЯ: <файл> [--стиснення <стиснення>] [--зберегти [стиснення] <кодування> <файл>] [--no-gui] [--допомога]
ur: استعمال: <file&lgt; [-compression <compression&lgt;] [-save [compression] <encoding&lgt; <file&lgt;] [--no-gui] [--help]
uz: FOYDALANISH: <fayl> [--siqishni <siqish>] [--saqlash [siqish] <kodlash> <fayl>] [--no-gui] [--help]
vi: SỬ DỤNG: <file&lgt; [--nén <nén&lgt;] [--save [nén] <encoding&lgt; <file&lgt;] [--no-gui] [--help]
xh: UKUSETYENZISWA: <file> [--compression <compression>] [--gcina [uxinzelelo] <encoding> <file>] [--no-gui] [--help]
yi: באַניץ: <טעקע&lgt; [--קאַמפּרעשאַן <קאַמפּרעשאַן&lgt;] [--היט [קאַמפּרעשאַן] <ענקאָדינג&lgt; <טעקע&lgt;] [--קיין-גוי] [--הילף]
zh_hans_tw: 用法： <檔> [--壓縮 <壓縮>] [--save [壓縮] <編碼> <檔>] [--no-gui] [--help]
zu: UKUSETSHENZISWA: <file> [--compression <compression>] [--save [compression] <encoding> <file>] [--no-gui] [--help]

# help_1
source: <>: Required. []: Optional
af: <>: Vereis. []: Opsioneel
am: <>፡ ያስፈልጋል። []፡ አማራጭ
ar: <>: مطلوب. []: خياري
az: <&lgt;: Tələb olunur. []: Könüllü
be: <>: абавязковы. []: неабавязковы
bg: <>: Задължително. []: По избор
bn: <>: প্রয়োজনীয়। []: ঐচ্ছিক
ca: <>: obligatori. []: Opcional
cs: <>: Povinné. []: Volitelné
cy: <&lgt;: Angenrheidiol. []: Dewisol
da: <>: Påkrævet. []: Valgfrit
de: <>: Erforderlich. []: Optional
el: <>: Υποχρεωτικό. []: Προαιρετικός
eo: <>: Bezonata. []: Nedeviga
et: <>: nõutav. []: valikuline
eu: <>: Beharrezkoa. []: Aukerakoa
fa: <&lgt;: الزامی است. []: اختیاری
fi: <&lgt;: Pakollinen. []: Valinnainen
fr_ht: <>: Obligatwa. []: Opsyonèl
fy: <>: Ferplicht. []: Opsjoneel
ga: <>: Ag teastáil. []: Roghnach
gd: <>: a dhìth. []: Roghainneil
gl: <&lgt;: Obrigatorio. []: Opcional
gu: <>: જરૂરી. []: વૈકલ્પિક
he: <>: חובה. []: אופציונאלי
hi: <&lgt;: आवश्यक. []: वैकल्पिक
hr: <>: Obavezno. []: izborno
hu: <>: Kötelező. []: Választható
hy: <>: Պահանջվում է: []: կամընտիր
id: <&lgt;: Wajib. []: Opsional
is: <>: Nauðsynlegt. []: Valfrjálst
it: <&lgt;: obbligatorio. []: facoltativo
ka: <>: აუცილებელია. []: სურვილისამებრ
kk: <>: Міндетті. []: Қосымша
km: <>៖ ទាមទារ។ []៖ ស្រេចចិត្ត
kn: <>: ಅಗತ್ಯವಿದೆ. []: ಐಚ್ಛಿಕ
ko: <>: 필수입니다. []: 선택 사항
ku: <>: Pêdivî ye. []: Bijarî
ky: <>: Милдеттүү. []: Кошумча
lb: <>: obligatoresch. []: fakultativ
lo: <>: ຕ້ອງການ. []: ທາງເລືອກ
lt: <>: būtina. []: neprivaloma
lv: <&lgt;: obligāti. []: Neobligāti
mg: <&lgt;: Ilaina. []: Tsy voatery
mi: <>: E hiahiatia ana. []: Kōwhiringa
mk: <&lgt;: Задолжително. []: Изборен
ml: <&lgt;: ആവശ്യമാണ്. []: ഓപ്ഷണൽ
mn: <&lgt;: Шаардлагатай. []: Нэмэлт
mr: <>: आवश्यक. []: पर्यायी
ms: <&lgt;: Diperlukan. []: Pilihan
mt: <>: Meħtieġa. []: Mhux obbligatorju
my: <>: လိုအပ်သည်။ []: ရွေးချယ်နိုင်သည်
ne: <>: आवश्यक छ। []: ऐच्छिक
nl: <>: Vereist. []: Optioneel
no: <>: Påkrevd. []: Valgfritt
or: <&lgt;: ଆବଶ୍ୟକ | []: ବ tion କଳ୍ପିକ |
pa: <>: ਲੋੜੀਂਦਾ। []: ਵਿਕਲਪਿਕ
ps: <>: اړین دی. []: اختیاري
pt: <>: Obrigatório. []: Opcional
ro: <>: Obligatoriu. []: Opțional
ru: <>: Обязательно. []: Необязательный
sd: <>: گھربل. []: اختياري
si: <>: අවශ්‍යයි. []: විකල්ප
sk: <&lgt;: Povinné. []: Voliteľné
sl: <>: obvezno. []: Neobvezno
sq: <>: Kërkohet. []: Fakultative
sr: <>: Обавезно. []: Опционо
sv: <>: Krävs. []: Valfritt
sw: <>: Inahitajika. []: Hiari
ta: <&lgt;: தேவை. []: விருப்பமானது
te: <&lgt;: అవసరం. []: ఐచ్ఛికం
tg: <>: Ҳатмӣ. []: Ихтиёрӣ
tl: <&lgt;: Kinakailangan. []: Opsyonal
tr: <>: Gerekli. []: İsteğe bağlı.
ug: <&lgt;: تەلەپ قىلىندى. []: ئىختىيارى
uk: <>: обов'язково. []: необов’язковий
ur: <&lgt;: مطلوب ہے۔ []: اختیاری
uz: <>: Majburiy. []: Majburiy emas
vi: <&lgt;: Bắt buộc. []: Không bắt buộc
xh: <>: Kuyafuneka. []: Kukhethwa
yi: <&lgt;: פארלאנגט. []: אָפּטיאָנאַל
zh_hans_tw: <>：必填。 []： 選修的
zu: <>: Iyadingeka. []: Ongakukhetha
